[C][C][=C][C][=C][Branch2][Ring1][
NH1+1][Branch1][C][C][C][
Ring1][Branch1][C][C][C][
C][=C][Ring2][Ring1][Ring1]
C][=C][Ring2][Ring1][=Branch2]
Ring1][#Branch1]
[C][C][O][
Ring2][
Branch1][Branch2][C][=C][C][=C][S][
Branch1][=Branch2][C][C][=C][C][=C][
C][=C][Ring1][#Branch2]
C][=O]
NH2
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
C][=C][Ring2][Ring1][Branch1]
C][=C][Ring1][#Branch1]
C][=C][C][=C][C][=C][Ring1][=Branch1][S][
C][N][
[O][=C][Branch2][Ring1][Ring2][
=C][
C][=C][C][Branch1][C][Cl][=C][
[C][N][Branch1][C][C][
9
C][C][C][C][C@H1][Ring1][=Branch1][
C][=C][Ring1][
C][=N][NH1][
1]
[C][C@H1][
S
Ring1][=N]
C][=C][Ring2][Ring1][#Branch1]
C][C@@H1][Ring1][Ring1][
Branch1][=N][N][
C][=N][O][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][=N][
C][=C][
Ring1][#C][
C@@H1][C][
Ring1][Branch1][=N][
[C][C][C@H1][
S][C][=N][N][=C][
Branch2][Ring1][N][
NH1
C@][
Branch1][=Branch1][C][
=N][O][
Bran
N][Branch1][C][C][C][=Branch1][C][=O][
O][C][=Branch1][C][=O][
C][Branch1][C][F][F][
C][=N][C][=C][
N][C][=Branch1][C][=O][C@@H1][Branch1][C][C][
H1][
N][C][=Branch1][C][=O][C][C][
N][C][C][O][C][C][
[C][C][C@@H1][
O][C@H1][
Ring1][=Branch1][C][=Branch1][C][=O][
Branch1][Ring1][C][#N][C][=C][
Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
d
C][C][C][Ring1][Ring1]
N+1][Branch1][C][O-1][
Branch1][C][N][
C][C@H1][Ring1][Ring1][
Branch1][C][O][C][C][
C@@H1][Branch1][C][O][
@][=Branch1][C][=O][
Branch2][Ring1][=
C][=C][C][=C][C][Branch1][C][Cl][=C][
Ring2][Ring1][Ring
Ring1][Branch1][C@@H1][
C][=Branch1][C][=O][N][C][=C][C][=C][C][
C][Branch1][C][C][=N][
C][=C][Ring2][Ring1][C][
N][C][C][NH1+1][
=O][=C][
Y
Branch2][Ring1][=C][
N
Branch1][#
C][=C][Ring1][#
/C][
[C][C][=N][
C][Branch1][C][F][Branch1][C][F][F][
Ring1][=Branch2][C][
Branch1][S][
Ring1][S][
Branch1][Branch2][C][C][C][C][C][
O][C][C][O][
C
Branch2][Ring1][Ring1][
=C][C][
Branch1][Ring1][O][C][=C][
Ring1][O][C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1]
an
Ring1][#Branch2]
Ring1][N][C][C][
Branch1][Ring2][C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
C@H1][Branch1][C][C][O][
[C][O][C][=C][C][=C][Branch2][Ring2][
Cl]
@
P][
C][=C][C][Branch1][C][F][=C][
Branch2][Ring2][#
Branch1][S][S][=Branch1][C][=O][=Branch1][C][=O][
Branch1][
[C][C][=C][C][Branch1][C][
Ring2][Ring1][Ring1][
[C][C][=Branch1][C][=O][
Branch1][Branch2][
Branch2][Ring1][=Branch1][C][
C][=Branch1][C][=O][N][C][=C][C][=C][
C][=C][Ring2][Ring1][Ring2][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#
C][=C][Ring1][=Branch1][
NH1+1][C][C][C][C][
Branch1][Ring2][C][C][
[C][=C][C][
Ring1][P]
C][C][C][C][C][
C][=C][N][
o
+
N+1][=Branch1][C][=O][O-1]
C][=O][
C][=C][C][Branch1][C][
Branch2][Ring1][=Branch1][C][=Branch1][C][=O][
N][C][=Branch1][C][=O][C@H1][Branch1][C][C][
NH1+1][Branch1][C][C][
Ring2][Ring1][=Branch1][
Ring1][=Branch1][N][
Branch2][Ring1][#
Branch2][Ring1][Branch2][C][
u
Branch1][Ring1][
Branch1][C][C][C][C][
C][=C][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][
C][=N][N][Branch1][C][C][C][=
C][=Branch1][C][=S][N][
C][=C][C][=C][Branch2][Ring1][Ring1][
C][=C][C][=C][Branch1][#Branch2][
3
Branch2][Ring1][C][
C][=N][C][
C@@H1][C][C][C][N][
Ring1][O][=C][
Ring1][Branch1][C][
C][=C][C][=C][Branch1][C][Br][
C][=C][C][=C][N][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][
C][=C][C][=C][Branch1][C][C][
Ring1][=N][=C][
Branch2][Ring1][Branch1][C][=Branch1][C][=O][
][
Branch1][C][C][Branch1][C][C][C][C][
[C][=C][
C][=Branch1][C][=O][O-1]
.
[C][O][C][=C][C][=C][
C][C][=C][
i
C][=C][Ring2][Ring1][Branch2]
[O][=C][
C][=C][C][=C][C][Branch1][C][C][=C][Ring1][#Branch1][
C][=C][Branch1][C][C][N][
C][=C][Ring1][P]
Branch1][#Branch1][C][C][
C][=C][C][=C][Branch2][Ring1][Branch2][
Branch1][C][=Branch1][C][=O][
Ring1][N][C][
C][=N][N][
Branch2][Ring1][S][
=O]
F][
S][=Branch1][C][=O][=Branch1][C][=O][N][
h
N][C][=Branch1][C][=O][N][C][
NH
C][=Branch1][C][=O][N][
[NH3+1][
Ring1][=Branch1][=N][
Ring2][Ring1][#Branch2][
Branch1][C][C][=
4
N][=C][N][
C@@H1][
O][C][=C][
Ring1][=C]
N][S][=Branch1][C][=O][=Branch1][C][=O][
C][=C][Ring1][#Branch1][
Branch1][Ring1][C][#
N][C@@H1][
Branch1][=Branch1][
I
H
N]
[C][C][NH1+1][
[C][O][
C][=C][C][=C][Branch2][
C][=C][C][=C][C][Branch1][C][Br][=C][
/
S][C][
C][=C][Branch1][C][Cl][
Branch1][C][C][
C][=C][C][=C][Branch1][C][Cl][
Ring1][Ring1]
O][C][
Branch2][Ring1][Branch1][
S][Branch1][C][C][=Branch1][C][=O][
C][=Branch1][C][=O][
C][=C][Ring1][#Branch1][C][
Branch1][=C][C][
Ring2][Ring1][Branch2][
Ring1][=Branch2][
Branch1][=Branch1][C][Branch1][C][N][=
O][N][=
O][C][=
Ring1][=N][C][
[C][C][C][N][
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
N][
S][C][=N][
K
Branch1][#C][C][
Ring1][Branch2][=C][
Branch1][C][Cl][=C][
Br][=C][
C][C@@H1][
O][C][=C][C][=C][
O][C@@H1][
[C][C][N][Branch1][Ring1][C][C][
C][=C][Ring2][Ring1][=Branch1][
Branch1][=
Branch1][=Branch1][C][C][C][
Branch1][C][C][Branch1][C][C][C]
C][=C][C][=N][C][=C][Ring1][=Branch1][
C][=C][C][=C][O][
Ring1][O]
C][=C][C][=C][C][=C][Ring1][=Branch1][O][
Branch1][Ring1][C][#N][=C][
Ring1][Branch2][C][
Branch1][Ring1][O][
C][=C][Ring2][Ring1][=Branch1]
N][Branch1][C][C][C][
N][=N][
N][C][=C][C][=N][
N][N][=C][
C][C][C@@H1][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][F][
C@
S][C][C][
C][=C][C][=C][Branch1][Ring1][O][C][
[C][C][=N][N][
@][
C@H1][Branch1][C][C][
Branch1][O][
Ring1][=Branch1][C][C][
Branch1][C][NH3+1][
[N][#
Ring2][Ring1][Ring2]
C][=C][C][=C][
n
Branch1][=N][C][
[F][
T
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
D
l
C][=C][Ring1][N][
Branch1][Ring1][O][C][
Branch1][C][C][N][
C][=C][C][=C][Branch1][#
C][
C@@][
/C][=
NH2+1][C@@H1][
Ring1][=Branch2]
Branch2][Ring2][Ring2][
C][=C][Ring2][Ring1][#Branch1][
Branch2][Ring1][=N][
a
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
[C][C][=C][
Cl
C][=C][C][=C][C][=C][Ring1][=Branch1][N][
Branch1][C][=N][
C][=C][C][=C][C][=N][
Ring1][Branch1][=C][
Branch1][O][C][
C][=C][C][=C][N][=C][Ring1][=Branch1][
C@][Branch1][C][C][
N][C][=C][C][=C][
C][Branch1][C][C][=C][
L
Branch1][C][F][Branch1][C][F][F][
C][=N][
N][C][=C][
C][=C][Ring1][P][
C][=C][C][=C][C][
Branch1][C][O][
b
=N][
Ring2][Ring1][C]
Branch2][
Branch2][Ring1][=Branch2][
Ring1][#C]
C][=C][NH1][
C][C][
N][=N][N][
Ring1][Ring2][
[C][N][
Ring2][Ring1][=Branch1]
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1][
Ring1][#Branch1][=
Branch1][C][C][C][
1][
Ring1][=Branch2][C][C][
Ring1][Branch2][
Ring2][Ring1][C][
Ring1][#Branch1][C][
N][C][C][N][
C][=C][N][=C][
Ring1]
[O][=C][Branch2][Ring1][
N][C@H1][
C][=C][Ring2][
[C][C][=C][C][
C][=C][C][=C][O][Ring1][Branch1][
NH1][C][
Branch2][Ring1][Branch1][C][
B
C][=C][C][Branch1][C][Cl][=C][C][=C][Ring1][#Branch1][
Ring1][Branch1][C][=Branch1][C][=O][
Ring1][Branch2][C][C][
C][C][=C][C][=C][
C][=C][C][=C][Branch1][=Branch2][
[O][=S][=Branch1][C][=O][
C][=C][Ring2][Ring1][O]
[O][=C][Branch1][C][O-1][
N][C][C][C][C][C][
Ring2][Ring1][N]
NH1+1][C][C][N][
C][=NH1+1][
Ring1][N][=C][
C][=Ring1][Branch1][C][
C][=N][N][=C][
Branch1][C][C][Branch1][C][C][
Ring1][=Branch1][C][=Branch1][C][=O][N][
Branch2][Ring1][O][
[C][O][C][
C][=C][C][=N][C][=C][
[C][C][O][C][=Branch1][C][=O][
Branch1][C][O-1][
C][=C][C][=C][Ring1][=Branch1][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][C][O][
g
Ring2][Ring1][O]
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
C][C][C][C][C@@H1][Ring1][=Branch1][C][
C@H1][Branch1][C][O][C][
Branch2][Ring1][P][
Branch1][C][=S][
O]
Ring1][=Branch1][=C][
C][=C][Ring1][O][
C][=C][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][#Branch1][
Ring2][Ring1][#Branch1][
Branch1][Ring1][C][#N][
C][=C][C][=C][Branch1][Ring1][
N][=C][C][
Branch1][=Branch1][N][
C][=C][C][=C][C][=C][Ring1][=Branch1]
ch
Branch1][N][
C][=C][C][=C][C][Branch1][C][F][=C][
Branch1][S][C][
Ring2][Ring1][Ring1]
/C][=C][/
Branch1][C][C][C]
C@@H1][Branch1][C][C][C][
NH1+1][=C][
C][=Branch1][C][=O][N][Branch1][C][C][
C][=N][C][Branch1][C][
Ring1][#
C][=C][C][Branch1][C][Br][=C][
N][C][=Branch1][C][=O][C][=C][C][
Ring1][=Branch1][C][=
C][=N][N][Branch1][C][C][
N][C][=Branch1][C][=O][N][C@H1][
[C][C][O][C][=Branch1][C][=O][C][
C][Branch1][C][O-1][
C][C@H1][
C][Branch1][C][Cl][=C][
[C][C][N][=C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
Branch1][#Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][F][
Branch1][=Branch1][C][Branch1][C][C][C][
S]
C][=Branch1][C][=O][N][C][
C][C][C][C@H1][
C][=Branch1][C][=O][O][C][
C@@H1][Branch1][C][C][O][
[C][#
C][=C][C][=C][Branch2][Ring1][Ring2][
[
r
Ring1][#Branch1][=N][
Cl][
N][C][=Branch1][C][=O][C][O][
Br
Branch1][C][F][F][
Branch
C@H1][
C][=Branch1][C][=O][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1]
=
C][=C][C][=C][C][=C][Ring1][=Branch1][
C@@H1][Branch1][C][C][
C][=C][C][=C][Branch1][C][F][
[C][C][
Ring1][Branch1]
O
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][
Branch2][Ring1][Ring2][C][
[C][O][C][=Branch1][C][=O][C][
Branch1][C][O][C][
[C][O][C][=C][C][=C][Branch2][
[O][=C][Branch1][P][
C][=C][Ring2][Ring1][N]
C][=
N][=
N+1][=Branch1][C][=O][
C][C][C][C][C@@H1][Ring1][=Branch1][
s
Branch2][Ring1][#Branch1][C][=Branch1][C][=O][
N+1][
C][=Branch1][C][=O][N][C][C][C][
C][=C][Ring1][#C][
C][=C][C][=C][C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][
NH3+1][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][C][=C][Ring1][=Branch2][
C][C][N][
[C][C][Branch1][C][C][C][
C][=Branch1][C][=O][N][C@@H1][
Branch1][#C][C][=Branch1][C][=O][N][
Branch2]
N][C][
Branch2][Ring2][Ring1][
C][C][C][O][Ring1][Branch1]
F]
C][Branch1][C][N][=
N][C][=Branch1][C][=O][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch2][Ring1][C][C][
C][C][C][C][C][C][C][
[C][C][=N][C][
[C][C][C@H1][Branch1][C][C][
C][=C][Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
I][
O-1]
C][C][C][C][C@H1][
O][C][C][=Branch1][C][=O][N][
Branch1][=Branch1][C][C][C][Ring1][Ring1][
[C][NH1+1][
[C][C][=Branch1][C][=O][N][
Branch1][C][F][F]
C][=C][C][=C][C][Ring1][=Branch1][=C][
C][=C][S][
C][=C][S][C][
C][=C][C][=C][Branch1][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][
C][=C][Ring1][Branch2][
Ring1][S]
O][C]
[C][C][=C][C][=C][Branch2][Ring2][
C][C][C][C@@H1][
Branch2][Ring1][#Branch1][
O][C][O][
C][=Branch1][C][=O][C][=C][
NH1+1][Branch1][C][C][C][C][
C][=N][O][C][
C][=C][C][=C][Branch1][C][Cl][C][
V
N][Branch1][C][C][
Branch2][Ring1][#Branch1][C][
C][=C][C][=C][Branch2][Ring1][
2]
N][C][C][C][
Branch2][Ring1][Ring1][C][
Z
C][=Branch1][C][=O][O][
N][=C][Ring1][Branch1][
O][C][C@H1][
Cl][=C][
Ring1][Ring1][
[O][
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][
-
C][=Branch1][C][=O][NH1][
Branch1][C][=Branch1][C][=O][N][
Ring2][Ring1][=N]
N][C][=Branch1][C][=O][C][=C][C][=C][
Ring1][Branch1][=
Branch2][Ring1][#C][
/N][=C][
S][=Branch1][C][=O][
[C][N][C][=C][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
C][=N][N][=C][N][
Branch1]
=Branch1][C][=O][
C][C][C][N][
Ring1][P][
N][C][=Branch1][C][=O][N][
Branch1][=N][
Branch2][Ring1][Ring2][
Branch1][#Branch2][
C][=C][C][=C][C][Branch1][C][
Ring2][Ring1][Ring2][
S][C][=
C][C][C][C][C@@H1][
C][=C][C][=C][Branch1][Branch2][
S][=Branch1][C][=O][=Branch1][C][=O][C][
C][=C][Ring1][=Branch2][
N][C][C][
O-1][
t
F
[C][
[C][O][C][=C][C][=C][C][
C][=C][C][=C][S][
Branch2][Ring1][Branch2][
C][=C][C][=C][Ring1][#Branch1][
NH2+1][C][C][
#
Ring2][Ring1][=Branch2]
Ring2][Ring1][Branch1][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][Branch1][C][F][
NH1+1][
[C][S][
C][=C][S][C][=
C][C][C][C@@H1][Ring1][Branch1][C][
C][=C][C][=C][S][Ring1][Branch1]
[C][C][N][
Branch1][C][=
C][C][C][C][N][
Br][
O][C][C][
Ring1][O][C][C][
Branch1][C][F][=C][
Branch1][#C][
Ring1][=Branch1][C][=N][
C][Branch1][C][F][=C][C][
C][C][C][C@@H1][Ring1][Branch1][
C][=C][C][=C][C][=C][
C][=C][C][=C][C][=C][Ring1][=Branch2][
C][=C][C][Branch1][C][F][=C][C][=C][Ring1][#Branch1][
Ring1][#Branch1][=C][
]
N][C][=Branch1][C][=O][C][
C@@H1][C][C][
C][=C][Ring2][Ring1][C]
Branch1][C][Br][
Ring1][
N][C][C@H1][
G
Ring
NH1+1][C][C][C][C][C][
P]
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][
Ring1][=N][=
NH1+1][C][C][C][
N][C][=Branch1][C][=O][N][C][C][
N][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
Branch2][Ring2][=
S@
C][C][C][C][C][C][
Branch1][Ring1][C][O][
C][=C][Ring1][=C][
N][C][C@@H1][
Branch1][N][C][
C][=C][C][=C][Branch1][C][Br][C][=C][Ring1][#Branch1][
A
C][C][C@H1][
C][=Branch1][C][=O][N][Branch1][C][C][C][
C][=C][C][=C][C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
N][C][=Branch1][C][=O][C][=Branch1][C][=O][N][
Ring1][=Branch2][=C][
Branch1][Ring1][C][NH3+1][
[C][C@@H1][
C][=Branch1][C][=O][N][C][C][
[C][C][C][C][
Ring1][Branch1][C][C][
NH2+1][C][
Ring1][=
C][=C][C][=C][C][=C][Ring1][=
Branch2][Ring1][
Ri
Branch1][C][=O][
C][C][=Branch1][C][=O][N][
[C][C][C][
C][=C][C][=C][Branch2][Ring2][
N][C][=Branch1][C][=O][C][=C][
Ring2]
C@H1][C][C][C][N][
C][=C][Ring2][Ring1][#Branch2]
C][=C][C][=C][C][=C][Ring1][=Branch1][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=
C][=C][Ring1][S][
[O][=C][Branch1][#Branch2][
[C][C][C@@H1][Branch1][C][C][
Ring1][Branch1][C][=N][
P
C][=Branch1][C][=S][
Ring2][Ring1][=Branch2][
C][=C][C][=C][Branch1][C][O][
[N][
S][=Branch1][C][=O][=Branch1][C][=O][
NH1][
N][C][=Branch1][C][=O][C@H1][
Ring1][=C][
C][=Branch1][C][=O][O-1][
Branch1][Ring2][
Ring1][O][
Ring1][#Branch2][
Branch1][=Branch2][
Ring2][Ring1][
Ring1][=Branch1][C][
/N][=C][/
N+1][=Branch1][C][=O][O-1][
O-
C][C][O][
Branch1][C][N][=
C][=C][Ring1][#Branch2][
-1][
Branch1][Ring1][C][C][
C@@][Branch1][C][C][
0
[C][C][=C][C][=C][
C@H1][Branch1][C][C][C][
M
C][C][C][NH1+1][
C][=Branch1][Ring2][=C][
N][C][C][O][C][C][Ring1][=Branch1]
[O][=C][Branch2][Ring1][Ring1][
C@H1][C][
Branch2][Ring2][
N][C][C][C][C][
2][
Ring2][Ring1][#Branch2]
Branch2][Ring1][C][C][=Branch1][C][=O][N][
C][=C][C][=C][N][=C][
Ring2][Ring1][#Branch1]
Ring1][=Branch1][=
Ring1][Branch1][C][=C][Ring1][
C][Branch1][C][F][=C][
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#Branch1][
Ring1][=Branch1][C][C][C][
6
Branch1][#Branch2][C][C][
NH2+1][
NH3
Branch2][Ring1][#Branch2][
C][=C][Ring2][Ring1][
C@H1][Branch1][C][O][
/C][=C][
O][C][C@@H1][
Branch1][=Branch1][C][C][C][Ring1][
Branch1][#Branch1][C][C][C][C][
[O][=C][Branch1][S][
C][=C][Ring2][Ring1][Ring1][
S][C][=C][
+1][
N][C][=Branch1][C][=O][C][=C][C][=C][C][
Ring1][=C][C][
C]
Ring1][N][
O][
N][C][=N][
Branch1][=Branch1][C][Branch1][C][C][
Branch1][=C][C][=Branch1][C][=O][N][
[O][=N+1][Branch1][C][O-1][
C][=C][C][=C][O][Ring1][Branch1]
C][Branch1][C][
S][Branch1][C][C][=Branch1][C][=O][=
e
[C][C][Branch1][C][C][Branch1][C][C][
Branch1][C][=Branch1][C][=O][O-1][
N][C][=Branch1][C][=O][C@@H1][
Branch1][O][C][C][
C][=Branch1][C][=O][N][C][C][N][
Branch1][P][C][
Branch1][=Branch2][C][
Br]
C][=C][C][=C][C][=C][Ring1][=Branch1][C][Ring1][#Branch2][
C][=C][Ring2][Ring1][Ring2]
Branch2][Ring1][=Branch1][
[O][=
C][C][C][Ring1][Ring1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][N][
Ring1][N]
[C][O][C][C][
[C][O][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][C][C][O][Ring1][Branch1][
C][=C][C][=C][Branch1][Ring1][O][C][C][
C][=Branch1][C][=O][C][C][
Ring1][#Branch1][C][=Branch1][C][=O][
Ring1][#C][C][
O][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][N][=
C][=C][Ring1][S]
[C][C][=C][C][=C][C][
ng
Branch1][Ring1][C][
C@H1][C][C][
]
Ring1][Branch2]
C][=N][/
[O][=C][Branch1][O][
Branch1][C][Cl][
C@@
=O][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
C][=Ring1][Branch1][
C][=C][C][=C][C][=C][Ring1][=Branch1][F][
c
1
O][=C][
Ring2][Ring1][Branch1]
y
Branch1][C][C][=Branch1][C][=O][
Ring1][=N][
Ring1][Branch1][
Ring1][#Branch2][=C][
C][=C][C][=C][Branch1][C][Cl][C][Branch1][C][Cl][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
Branch1][Branch1][C][C][
C][=N][C][=C][S][
C][C][C][O][
[C][C][C][=C][
Branch1][C][C][Branch1][C][C][C][
Branch1][C][F][
Branch1][#Branch2][C][
N-1][
Ring1][#Branch2][C][C][
C][=C][C][=C][C][=C][Ring1][#Branch2][
[C][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][P][C][=Branch1][C][=O][N][
Ring1][#Branch2][C][
Ring1][=Branch1]
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][
=N][C][
2
C][=Branch1][C][=O][N][C@H1][
Ring1][=Branch1][
Branch1][P][
S][Branch1][C][C][=Branch1][C][=O][=O][
[C][C][Branch1][C][C][
Ring1][Branch1][C][=Branch1][C][=O][N][
N][C][=Branch1][C][=O][N][C][C][C][
N][=C][
[C][O][C][=C][C][=C][Branch2][Ring1][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][=Branch1][Ring2][
Ring2][Ring1][Branch2]
NH2+1][C@H1][
C][=C][C][=C][C][Branch1][C][Cl][=C][Ring1][#Branch1][
[C][O][C][=C][C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][C][
S][C][C][=Branch1][C][=O][N][
Branch1][C][
C][C][C][C][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][#Branch1][N][
N][C][=C][N][=C][
[C][O][C][=Branch1][C][=O][
[N][#C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][C][
Branch1][=C][
N][C][=Branch1][C][=O][C][C][C][
NH1+1][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
R
S][
N][C][=Branch1][C][=O][N][C@@H1][
N][C][C][O][C][C][Ring1][=Branch1][
Ring1][#Branch1][C][C][
C][=C][Branch1][C][C][
[C][C][=C][C][=C][Branch2][
Ring1][#Branch1][
C][C][C][

