[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
C1
1)C(=O)N
2CC2)
c1ccc(NC(=O)
CC2
C)
c1cc(
[C@H]2
CC(=O)N
c1OC
[N
F
=N/
(=S)N
)
[C@@H]
n1-
@
2)cc1
CCOc1ccc(
C1
c1ccncc
c(Cl)cc
c1cccc(C)
c2
e
c1ccc(F)cc
1
N1C(=O)
S(=O)(=O)
c(C
3+]
CC(=O)
c(F)cc
4)n
c1ncc
(
o2)
NC(=O)N
S(=O)(=O)N
C[C@H]1C
c(C(=O)
(C)(=O)
c(=O)
cccc
c1ccccc1Cl
c23)
F
u
c2ccc(Cl)cc
/N=C/
C[C@@H](C)
C2CC
2)
(F)F)
c3ccccc3)
2+]
c1cccc(C
N=C
c1c[nH]
(=O)
C(=O)[O-]
CCCO
c1cc2
c1O
CC[C@H](
c(NC(=O)
(Br)
O
t
Cc1no
3
y
c2ccc(
NC(=O)c1cc
CCCC1
[C@H](C)C(=O)N
(C)C)
(=O)[O-])
[NH+](C)
[O-]
C
a
(=O)[O-]
[C@H](CC
N(C)
c2n1
c2ccccc2)CC1
CC(=O)N1CC
CN(C
[C@H](CO)
c1
c2ccc(N
c2)cc1
n2cc
cc
=O)
(-
[C@@H](C
Cn1cc
s2)
H+]
c3s
O=C1
Z
c2cccs
2)C1
[NH+]2CC
c1cc
c2s
(C)(C)C)
COc1cc
2(CC
C=CC
OCC
(C)C)n
(F)
c(-
Cc1cs
c2cc(F)cc
L
cs
/C=C/
1Cl
c1)C
3CCCC
[C@]2
cccn
l
O=C
Cl
ncc
=S
/C(
)cc1
[C
c3ccc(F)cc
cc1
2CCN(
co1
c1cc(F)cc
4CC
CN(CC
CCOC
c1ccc(-
Cc1nc(C
[NH2+]
c1C
[nH]
C1=O
[C@H](C(=O)N
c2)c1
c(CC
[C@H]1
CC[C@H]1
n(C)
CCN(C
)n
7
NC
CC[NH2+]
c1cccc(F)c1
c1ccc(S(=O)(=O)N
CO
[C@@H]1C
CCC
/N
c1cccc(Cl)c1
c(C)c(
c2ccncc
CC(C)
CCC(=O)N
[C@@H]3
COc1ccc(
c3ccc(
Cc1cc(C)
OC(=O)
OCC(=O)N
C[C@@H]1CC
1CC1
c1cc(C
c1=O)
[C@H]3
NC(=O)[C@@H](C)
1C(=O)N
1)N1CC
O=C(C
[C@@]2
c1ccccn1
3=O)
c1ccco
[NH+](C
CN(C)
c(O)
2CCOCC2)
g
c(C(=O)N
[NH3+]
(N)=O)
Br
C[C@@H](O)
CCCC
2C(=O)
C2
[n+]
#N
C[NH+](C)
0
c2ccco
[C@@H](C)
[NH+]1CCC
NC(=O)
c(C)cc
n2)
c([N+](=O)[O-])
c2cc
c2cccc(
C(=O)N1CCC
Cc1cccc(C
c(N
c1cs
COc1ccc(-
1CCC
OC)
c2nc(C
C[C@@H]
c
c2cn
c1cn
c1ccc(C)cc
(=O)N
c2ccccc2
+]
c1C(=O)N
N(C(=O)N
[C@@H]2CC
c2cccs2)
[C@@H]2C
c2ccccc12
C1=C
c1ccccc1)
O
F)
cs1
n1cn
I
c4cc
[C@H]2CC
(F)(F)F)cc
c1ccccc1C
c2cc(C
c2cccc
c1cccc(-
c(SC
c2cc(Cl)cc
(C#N)
S(=O)(=O)C1
Y
)cc1
C#
(C)(C)C
c1)N
c1Cl
d
Cc1nn
C(=O)[O-]
c(
[C@@H](C)C
]
=CC
[N-]
(C)n
1
c2ccc(F)cc2
(Cl)cc
O)cc
c2C
c1-
CCC[NH2+]
B
[C@@H](O)
CC[C@@H](
N1
3CCCCC
.
CCn1
CCNC(=O)
c2ccc(Cl)cc2)
CC1
T
F)cc
1C(=O)
c(=O)n
O=C(CS
c4
3
c2ccc(Br)cc
n
cn1
c3)
(CC(=O)N
S(=O)(=O)C
C(=O)N1CC
/C(=C/
c1cc(Cl)cc
/N=C
c1ccc(C
3)CC2)
)C1
(C(=O)
COC
c1cccn
CC(C)(C)C
CC
2CCCCC
1)C
H]
l)C
c2)n
c(S
Cc1n
c(C)c(C)
[C@H](O)
2)cc1
c4cccc
c2ncc
N(C)C(=O)
C[C@H](C
CC[C@@H]1
c2ccc(F)cc2)
[N+]([O-])
c2)n1
COc1ccc(C(=O)N
1Cl)
c1cccc2
c2)cc
CN
-
3)
(CC)
[C@@H]2CCC
Cc1cccc(
c1nc(-
[C@@H](CC
NC(=O)CC
O=C(CC
c1
c1ccc(C(=O)N
o
(=S)
c(Cl)
CC(C)C
c2cccn
c1ccc(Cl)cc
OCCO
3C
r
c(OC)
[C@H]2CCC
CNC(=O)
c1cccc(C(=O)N
c2nc3ccccc3
2
c2)C1
CC2)c1
c2ncn
c3)n
c3ccccc3)C
c2ccc(C)cc
[C@@H](CO)
c1s
c1C
M
CCN1C(=O)
Cc1ccc(C
c1cc(-
[C@@H]1
[S@@](=O)
c2ccc(F)
(C)CC
4)C
c1ccs
c2ccccc2F)
cnc3
[NH3+])
(C(=O)[O-])
c1ccc(F)cc1
(F)(F)F
V
CC2)
3)C
O=C([O-])
c2ccccc21
1)C(=O)
c2scc
[C@H](C
Cc1cc2
c1ccc(
(C)C
c2[nH]
CC[C@H](C)
F)cc1
i
CC2)cc1
[NH
c2ccc3c(c2)
c(C)c1
(C)=O)
2CCC
c2ccccc2)n
[C@@](C)
c2c(c1)
2CC
c3ccccc3
4)
c2ccc(Cl)
c1nc(C
6
N
[
[C@H](N
CC1CC
[C@@H]3C
nnn
#N)
2)s1
CC3)
P
(C(=O)NC
(O)
c(OC)c1
[C@H](
3)C2)
K
/C
C[C@H](
[C@]
S(C)(=O)
l
c(-c3cc
2Cl)
3(CC
c3cc
c2c1
c2ccccc2)cc1
CC1(C)
C(=O)N
(Cl)
c3ccccc3)n
N(C(=O)
2)cc
nn
1)N
Br)
n1cc
C[C@@H](
c(F)
Cc1ccccc1
c2ccc3c(
[C@H]1CC
co
=S)
C[NH2+]
[C@@H](C)C(=O)N
)cc
C=
[S@
1C
C[C@H](O)
C(=O)NC
C1CC1
c[nH]
c1ccco1
(C)C(=O)
[NH+](C)C
C[C@@H]1CCC
Br)cc
s1)
c1ncn
O[C@H](C)C
c(NC(=O)C
[S
c1)
c4c(
CCc1ccc(
=O)cc1
1=O
b
[C@H]1C
[C@@H]2
OC
c2ccc(C
[NH+]1CC
N(S(=O)(=O)
C[C@@H](C
O1
n2
(C)(C)
c2C)
[N+](=O)[O-])cc
C[C@H](C)
2
1CCN(
C[C@H]1
CC2)C1
n(C
c3ncc
)C
OC)cc
N2C(=O)
[NH+](CC
c4ccccc4
c3cn
C1CC
2)c1
c2)CC1
(C)C
c1c(F)cc
CCc1nn
SCC(=O)N
N#
(C)C)cc1
CCN(CC)
@](=O)
CN1C(=O)
N(
[C@@
(N
(C
c1F
c2cc(
n(-
2)CC1
[N+]
CC[NH+]
c(=O)[nH]
8
2CCCC
CCCCC
=C/
c1ccc(N2CC
c1ccccc1
/C(=C
Cc1ccc(C(=O)N
21
([O-])
c1ccccc1F
[C@H](C)
c21
c2=O)
O=S(=O)
CCN1CC
1)c1ccccc1
=C
2)cc1OC
c2no
c1n
c2c(
(N)
c2ccc(F)cc
Br
COc1cc(
=[NH+]
[NH2+]C
O=
[C@@]
=O)cc
CCOC(=O)
c1ccc2c(c1)
C[C@H]
[C@@H]1CC
NC(=O)C(=O)N
2=O)
2)C
cnn
NC(=O)C
O=C(
c3n
C[C@@H]1
c1cccc(Cl)
CCN
CC[C@@H](C)
N2
c(SCC(=O)N
[NH+]
Cc1ccc(-
c3ccc(Cl)cc
NC(=O)[C@H](C)
NC(=O)N1CC
(NC(=O)
=
c12)
c1ccccc1
C[C@@H]1C
OC
#
N1C
OCC2)
N1CCN(
c1cccc
CC1=O
O2)
c(C)
c12
[N+](=O)[O-]
CCC1
cc2
c1ccc(N
c1ccc(Cl)cc1
4
n1
N(C(=O)C
)n1
A
(F)(F)
Cn1
1)
[C@H](C)C
2)n1
[C@@H](
S(=O)
CCC1
c1nnc(-
[C@@]1
2)no1
(F)(F)F)
[N+](=O)[O-])
C=C
2C)
c(Br)
COc1cccc(
c1nc2ccccc2
O=C(N
S(C)(=O)=O)
CCO1
[NH3+])C
c(C)nn
c2ccccc2Cl)
c2ccco2)
c2c(F)cc
(CO)
CC(C)(C)
c1cccs
CCC2)
c2n
=N
c2cccc(Cl)
c2ccc(-
l)cc
c3c(
N(CC
2CCCC2)
n2n
(C)C)C
l)cc1
n1)
5
c2ccccc2)C1
S
[n
(C(F)(F)F)
[C@](C)
2CCN(C(=O)
[C@@H]1CCC
C[C@H]1CC
c2ccccc2C
c(C)c1
N1
s
c(C)n
+
1CC
l)
COc1ccc(C
=O
=C(
[C@H]1CCC
N)
CCO
OCC1
[C@
3)cc
OCO
(OC)

s1
9
(N)(=O)
CCc1n
c2ccccc2)
[O-])
c1OC
2=O)cc1
c1cccc(
/
O)
CS
NS(=O)(=O)
[nH+]
12
Cc1cn
c3C
C(=O)
O=[N+]([O-])
c2ccc([N+](=O)[O-])cc
c(Cl)c1
Cc1cc
Cc1ccc(
c(N)
c2o
o1
c2ccccc2)C
COc1ccccc1
[nH]1
c2ccc(C(=O)N
c(NC
c3cccc
Cc1cc(
[NH+](C)C)
ccn
D
c3
N(C
[N+](=O)[O-]
C[NH+]
N2CC
c1cccc(F)
c5
[C@H]
c2cc3
c1ccccc1)C
SC
#N
[C@H]2C
3CCC
c1ccc(Cl)
CCS
G
c1cccc(N
C[C@H]1CCC
c2cccc(F)
c2cs
CN(C)C(=O)
CC2
c4ccccc4)
(C)cc
3)cc1
1C
(C)C)cc
NC(=O)NC
c1ccc(F)
c1cccs1
NC(=O)CS
c1ccc(OC
c2c1
(CCC
3CCO
1F
4)cc
[C@@H](C(=O)N
c3ccccc3C
[C@@H]1C
c2)C
-]
n1
N1CC
CC1
n2cn
2C
CC1)
[NH+]2CCC
2)n
[C@]1
c2nn
/C=C
H
3CC
c1=O
[C@@H](N
on
@]
Cc1
c2cccc3
(C)(C)C
cn
c(F)c1
COC(=O)
3)n
c1nn
(C)
CCn1cc
c3nn
(C(=O)N
c2)
c1N
#N)cc
[O
(CC
1CCC(
n3
