[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
c2ncn
(CC(=O)N
[C@](C)
c1ccc(F)cc1
c(OC)
O[C@@H](C)C
O=C(CC
[NH+](CCC
3
CCCC(=O)N
c(cc1
(CC(C
(=O)N
nc1
CCOC(=O)
2CC[NH+](C
C[C@H](S
[C@H](C#N)
c1nc(
)C
C[C@@H]
c3ccccc3)C
O=C1C
c2ccc(-n3
[NH+]2
c2ccccc2C)
c(-
c1ccc(F)cc
/C=C
COc1ccc(C(=O)N
/N=C([O-])
C[NH+]1CC
/C=N
sc1C
c1O
Cc1ccc(N2CC
Cc1nc2ccccc2
c2ccc3c(c2)OCO
[NH+]2CCCCC
[C@H](CO)
(N)=O)cc
c1cc2
c3ccc(Cl)cc3
[C@@H]1CCCO1
1)N
CCOc1cc(
(CC(C3)C
[NH+](C)
3)ccc21
c2ccccc2Cl)
c2)no1
1
SC
COc1ccc(S(=O)(=O)N
)
[C@H]1CCC
4CCOCC
2CCC
C[NH+]
3)s
[C@]3
[C@@](O)
Cn1cn
([NH3+])
O=C(CCC
[NH+]
c2ccccc2)n
SCC
CC[NH+]1CCN(
c1cc
c1ncnc(N
c2ccc(F)cc2
c2c(C)n
C[C@@H](C)
[C@@H]1
3CC3)
N1
c(C)cc1
C1=O)
H+]
c1c[nH]
2CCOCC2)
c2c(Cl)cc
(-c3ccccc3)
CCN(
c2ccc(N
(C)n1
N(C)S(=O)(=O)
c1ccncc1
c1)C
N1C
c1ccc(Br)
O=C([O-])C
CCCN
c3cs
=CC=C
2)cc
S(C)(=O)=O)
c3cccnc3
N2C(=O)N
O[C@@H](
c2C)cc1
NC(=O)[C@@H]1CC
[C@H]
c(=S)
N=C
c1cc(S(=O)(=O)N
Cc1nn(C)
(C(=O)[O-])
2CCC(
N(C(C)=O)
c1c[nH]c2ccccc12)
c1ccc([N+](=O)[O-])cc1
c2ccc3c(c2)OCO3)
(=O)[O-])C
NC(=O)N(CC(=O)N
c2ccc(Cl)
CCn1cc
[C@@H]4
c3cc(F)cc
N1CCOCC1
N2CCOCC2)
c(-c2ccccc2)n
cs2)
c2[nH]cc
CCC[NH2+]
Cc1c(Cl)cc
[C@@](C)
c1nnc(-
nc(C
cnc3
c1ccccc1
CC[C@H](C)C
(C)C)cc
c1cc(Cl)cc
[C@@H](C)O)
CC(=O)
C(=O)[O-]
[NH+](C)CC
[O-])n
[C@H]21
c2ccccc2)C1=O
/C=C/
(F)(F)F)cc
C[C@@H]2
C1(
cc2Cl)
c1cccc(
)n
[C@H]1CCCN(C(=O)
o2)c1
c3[nH]
C=
c(CN
NC(=S)
1CCCC1
c2cc(S(=O)(=O)N
C[C@@H](N
c3ccccc23)
CCNS(=O)(=O)
c1cnn(C)
c2cccs
[C@@H](NC(=O)C
[C@H]3C
c1ccc(F)
CC2)cc1
2)cn1
2CC2)cc1
CCc1nn(C)cc
c1C
CCCCC
c(-c3cc
2C)cc1
[C@H]([NH3+])C
sc1C(=O)N
l
c1ccco1)
n2)
c1N
c1ccccc1C
[C@H](NC(=O)N
c2nc(-c3cc
NC(=O)C1CC
[C@@H]2CCOC
OCCCO
O[C@H](C
2)C1)
2)o1
3CC
=N
2)C1
c(C)o1
c2c(F)cccc2F)
C1=C(C)
OC)C
[nH]c2c1
COC[C@H](C)
c1ccc(-
COc1ccc(-
c5
C[NH+](C)C
c2ccc3c(
Cc1cn
c3cccs
3CCOCC3)cc
C[C@H]1CCC
c[nH]1
l)cc1
3)n2)cc1
Cc1cc(NC(=O)
CCCn1cc
c1csc(-
c1ccc(OC)cc1
c1cc(C)cc
c(cc
[C@@H]1CO
c3c(F)cc
=O
c1ccccn1)
c2ccccc2)
OCC1
C1=N
Cc1cccc(-
[O-]
CCC3)
CCc1
s2)
(F)F)
l)cc1
c2cc(F)cc
/N
OCC2)
c1ccc(Cl)cc
CCc1nn
CCc1n
ncc
c3=O)
CC(C)O
o3)
s
c2s1
cc2
(C#N)=C(N)
c2C)
2)N
CCN2C(=O)
[NH3+]
C1CCN(C(=O)
CS(=O)(=O)
c2ccccc2O
c2)n1
ncc1
O=S(=O)(
SC1=S
c1ncc(C
COc1ccc(OC)c(
[N+](=O)[O-]
[C@]2(CC
Cc1cc(
2)c(C)c1
Cc1ccc2c(c1)
N2CC
c1S
CC1
[C@H]1
/[NH+]
Cc1o
c2ccco2)
c(N
c1cccc(C(F)(F)F)c1
n2n
[C@@H](NC(=O)N
CC[C@@H]2
(C)(C)C
C[C@H]2CCC
(C(=O)
C(=O)[O-]
CCN(C
2C
l)C
[C@@H]1CS
C(=O)N1CC
OCO2
3)n
[C@@H](C)C(=O)N
c4ccccc4
c(C)nn
c(C(=O)NC
C=C
[C@@](C)(
c3)C
3
CC[C@H]1C
cs1
O)
c2ccccn2)
=C(/C
c4)
c3nn
c1cccc([N+](=O)[O-])
[n+]1
c1ccc(F)cc1F
cn2)
2=CC
[C@H]3
N(C(=O)
c2)C1=O
CC2=O)cc1
1)C
c34)
CNS(=O)(=O)
C1CC1
c1ccc(Cl)cc1)N
2CC2)
c2cccc(F)
O[C@@H](C
[C@H]1CCCO1
[C@H](C)NC(=O)N
#N)cc
[C@]4
(-c2ccccc2)n
c2cc(C)cc
c2nc(N
c3s
c(SC
c1n[nH]
Cc1nc(C
Cc1c(C
G
(F)(F)
c3ccccn
c2cccc3cccc
nn1C
c3ccccc3
OC(C)(C)C)
3)cc1
c1ccccc1F)
CNC(=O)
Cc1cs
N(C)C(=O)
2CC3CC
c(C)
(N)=O
C(=O)NC
NC(=O)CS
c(Cl)c1
c1)
c2ccc(-
C[C@H]1
3)CC1
c12
N2CCC
c3ccccc3)CC2)
nn
C
2)c1
C(=O)N
2C(=O)N
[C@H](NC(=O)
c(F)cc
[NH3+])C
[C@@H](CO)
(C(=O)OC
C1CC[NH+](C
O=C(Cn1
1C(=O)N
CC[C@@H]1C
c3C)
C1(C)C
t
nc1-
[C@@]1
CCC[C@H]1
sc2c1
n2)cc1
2C)CC1
4CCC
c2ncc
6
l)C1
SC(=S)
C1CC
[nH]1)
/C(N)
OC(=O)C
c2ccccc2)cc1
c3o
2CCN(S(=O)(=O)
1CC1
CCOc1ccc(C
c1ccccc1)C(=O)
[C@@H]1C[C@@H]1
c3
3)
c1Cl)
C[C@H]2
CC[C@@H](C
[N+]
[C@@H](C(=O)N
(C)C)n1
CC1=N
(CC(=O)NC
OCO2)
#N)
=CC
[C@@H](O)
c21
c2)C
c2o1
n1cccn1
O)C
C[C@H]
/[NH+]=C(/N
c1nnc(
=N/
c2)
[NH+]1CCC
[NH+](C
c1cccc(F)
[C@H]1CCCN(
/
2CCCC
/C=N/N
c2cc(OC)cc
SCC(=O)N
c1cc(
[O
O1
c1)c1ccccc1
2(
c2cnn(-
o2)C1
c1ccc(N
c(=O)[nH]
[C@@H]([NH3+])C
c1cccc(C
c3ccc(
O=C1N
C[NH+](C
c2ccccc2)cc
c(Cl)
c3ccccc3F)
(N)(=O)
cccn
c1cccc(Cl)c1
Br
[C@@]1(O)
c2ccc(F)c(F)
(C)C
l)cc
l)
ccn
c3c(
3C)
C1
o1
[N+](=O)[O-])cc
c2ccc(Cl)cc2
C[C@@H](C)O1
C#
N1CCN(C
c(O)
c3)n
C(=O)N(CC
O1)
COc1ccc(C(=O)
O=C(O)
cs
C[C@H]3CC
c3cc(C)cc
[NH+]3CCC
/C
c2n(
c1cc([N+](=O)[O-])cc
COc1ccc(
[C@@H]1CCCN1C(=O)
3)o
[NH+]1CC
CC2)
NC(=S)N
CC2)n
[C@H](C)[NH2+]
c2cc(NC(=O)
c1cncc
C[C@@]1
c5cccc
Cc1cccc(N
(C)CCC
CC
[C@H]4
c1N1CC
c3ccc(Cl)
O)cc1
c1cccc2cccc
C(=O)N1
CCC(C)(C)
[C@H]2CCO
[C@H](C(=O)
c3ccc(F)cc
=CC(=O)
NC(=O)N[C@@H](C)
c3cccc(C)
CC[C@@H]1CC
[C@@H]2CCS(=O)(=O)C
c(=O)c2
[nH]
CCC(=O)N1CC
OC)
N1CCN(
c2ccccc2)c1
2)nc1
CC3)cc
NC(=O)N(C)
2CCCCC
S(C)(=O)=O)C
4CC
=C(N
O=C(NCc1cc
c1ccc2ccccc2c1
c1ccc(O)cc
c1ccccc1)c1ccccc1
s3)
c(-c4cc
Cc1ccc(O
(C)C)C
Cc1ccc(NC(=O)
c2nc(-
NC(=O)/C=C/
/C=N/
c3ccccc32)c1
(C)C(=O)
S(C)(=O)=O
c([N+](=O)[O-])c1
c3ncccn
[C@@H]1CCOC
c1)C(=O)
c2ccc(C)cc
n12
c1cccc(O)
c2ccc(F)cc2)cc1
Cn1
C[C@H]1CN(C(=O)
c3cccs3)
c[nH+]
c1cc(F)cc(F)
COc1cccc2
[C@H](O
c3ccc(N
[C@H]3CCC
ncn
CC[NH+](C
(C)cc
n2cccn
(F)F
#N)cc1
Cc1cc(C
c1ccc2ccccc2
CC2)C1
#N
c2cccc(Cl)c2)
c2cccc(N
c1ccccc1[N+](=O)[O-]
C[C@@H](NC(=O)N
c1c(
c2cncc
Cc1cc(C(=O)N
M
c1-
CO
[nH+]ccn
c(C)c(
c3c2
c2ccc(C)
3)CC2)c1
[C@@H](C)[NH2+]
c3cccc(F)c3)
Cc1c(C(=O)N
(CCC(=O)N
3=N
COC[C@@H](C)
c4cc
C[C@H]1C
CC(C)C(=O)N
c1ccc(Cl)cc1Cl)
S(N)(=O)=O)cc
[C@@H](NC(=O)
N2C
c1cc(F)ccc1F
n1C
C[C@H]([NH2+]
c2ccc(Cl)cc2)CC1
b
2CCCC2)
c3)cc
/C1
(N)
Cc1cc(N
C[C@@H](S
c1ccccc1Br
Cc1nn(-c2ccccc2)
c2cc3cccc
Cc1
Cc1[nH]
[C@@H](N
n2cccc
[C@H]1C
c2cc(=O)
2)cc1
c1c(F)cc
c2noc(C
c1
[C@H]2CCCO
c(CC
CC[C@H](
Cc1s
CC)
(=O)o
I)cc
3)cc2)
[C@H]1C(=O)N
1)N1CC
[C@H]2CCC
c2cccc(Br)
1)
c1cccc(N
2)cc1OC
CC1(
c(-c2ccccc2)
CC[C@@H]1
O=C(NC
=C(/N
c3cn
c1ccc(Br)cc
c1ccccc1)
[C@](C)(O)
2=
(-
N1CCN(C(=O)
2
c2cc(Cl)ccc2
3CCCC
c1ccc(Br)cc1
c1ccc(C)
c2c(F)cc
OCC1)
c2cccs2)
O[C@H](
l)n
CN(C
S(=O)(=O)[N-]
-
c1N
c1ccc(OCC
c1F)
Cc1ccc(
c2=O)cc1
[NH+](CC(=O)N
c2ccc(S(=O)(=O)N
N)
Cc1n
c(C(=O)
c2nnc3n
c1ccc(NC(=O)N
COc1ccc2c(c1)
Cc1nc(-
c3ccccc3)cc
CC2)CC1
CCNC(=O)
c1cccs1)N
[NH+](C)C)
2)cs1
[NH+]1C
c2cccnc2)n
CS
9
c2F)
C[C@@H]3
[C@](C)(
[N+](=O)[O-])
c1=O
n
c3ccc(Cl)cc
c2ccc(NC(=O)
[C@H](C)C1
[nH+]1
c3n
C[C@H](C
O=C(NC1CC
c(-c3ccccc3)n
N#C
c2c1
[C@@]3
21
[C@@H]1CCCN(C(=O)
COC
OC)c1
[nH+]cc
S(C)(=O)
[NH2+]CC
(C
N#
C[C@]1
c2nnc(C
c2cccc(Cl)
c(=O)n(-
COC(=O)N
C=CC
=C(C
+
[O-])
N(C(=O)NC
c1OC
CC2)n1
c(Br)c1
c1cccc([N+](=O)[O-])c1
c3ccc(F)cc3)
c1ccc([N+](=O)[O-])
Cc1cc(C)cc(
3+]
#
c2ccc3c(c2)
c1C1CC1
Nc1
O=C(/C=C/
c([O-])
Cc1ccc(C(=O)N
[C@H](C)C(=O)N
C2CC2)
c2cccc3ccccc23)
n1cn
2)cc1)
/c(=N/
1Cl)
c2ccccc21
2C[C@H](C)
[C@@H]1CC
(Cc2ccccc2)
S1
[C@@H]1O
Cc1no
(CNC(=O)
3)CC2)
c3)
c1ccncc1)
n2)cc

c2N
c2C)C1
c2n[nH]
no1
cccc2
[C@H](O)
CC1(C)
1)N1CCC
(C)=O)
2)cc1
(C)CC
c2-
C1CCCC1
P
[NH+]=
3)cn
N(C(=O)CC
c2nc(C)
F)cc
=O)
N(C)C(=O)N
[S@@](=O)
[C@@H]1CCCN(
c2C)CC1
SC)
=NC(=O)
1
c1OCC
=C([O-])
n2n1
c(S(=O)(=O)N
c1nnc(C
[C@
C1
c1ccc(C(=O)
SC1
c1[N+](=O)[O-]
[C@@H](C)N
[NH+]2CCC
COc1cc(C
[S-]
cnn1C
c2n1
-]
c3ccc(Cl)cc3)
[C@@H]21
COc1cc
c(NC
n1-
C[C@H](N
Cc1cc(F)cc
c3ccc(F)
[NH+]1CCC(
c2nc3ccccc3n
c1cc(-
C[C@@H](C(=O)N
NC(=O)N1CC
n1
/C(=N/
NC(=O)[C@@H](C)
CCNC(=O)C
S(N)(=O)=O)
COc1ccc(C
CC1CC
C(=O)O
H]
[C@H]2CC
c2ccccc2C
(Cl)C
c2cccc(-
COc1ccc(Cl)cc1
[C@H](C[NH3+])
=C(C)
[C@@H]2N
CC(=O)NC
4
(F)(F)F)C1
c2cnn(C)
C[C@@H]2CCC
c2ccccc2O1
3(CC
NC(=O)N2CC
CCCCC1
[C@@H]2C)
c2ccc(Cl)c(Cl)
OC)cc
[C@@H]1CCC
O)CC1
c3cccc(Cl)c3)
CCC
Cc1ccc(OC
[
[O-])C
c2nn
c2cc3
(c2ccccc2)
S(=O)(=O)C
/C(=C/
COc1cc2
cc1C
c1cccc(Br)
c2n(n1)
OCCO2
n1ncc
c2c(F)cccc2
c4ccc(Cl)cc
12
2=O)c1
[C@]1
c1cccc(F)c1)
NC(=O)C1
O=C
Cc1ccc(S(=O)(=O)N
c1c(C)
CO1
cccc3
c(O
Cc1cccn
c2o
c2nc(
[C@H](C)O
c1nn
Cn1cc(
c1ccccc1Cl
c1C#N
c1ccc(C(F)(F)F)cc1
3CCCC3)
[nH]c(=O)
2=O)cc1
@](=O)
c(=O)cc
c2cccc(F)c2)
[NH
F)
CCN(CC
i
N
OCCO
NC(=O)c1cc
O)cc
C[C@H](O)
NC(=O)CO
CC[NH+]1CC
4)CC3)
1CCN(
O2
[C@@H]1CCO
cs1)
c2ccc([N+](=O)[O-])
Br)cc1
c1cccs
[C@@H]2CCO
3)c1
c2nc(C
cn
n2
1)C(=O)
NC(=O)NC
c1ccccn1
c1cccc(S(=O)(=O)N
(F)(F)F
c(OC)cc
[C@H](C)
u
c2ccccc21)N
[C@H]([NH2+]
[N+](=O)[O-])cc1
c1ccc2c(
c2ccc(OC)cc
(=O)
o2)
c2)cc
c1c(F)cccc1
(CC)
2)s1
c(C)n
c1ncccc
(C)(C)C)n
c(C)n1
c2ccc(F)cc2F)
OCC)
CCc1ccc(C
CN1
[C@@]4
COc1cccc(
(=N
c2cccnc2
C[NH+](CC
(=O)[O-]
c2ncccc
[NH3+]
O[C@H](C)C
CN(C)C(=O)
/C=C/C
CCC1(CC)
(CO)
(NC
Cc1cc(C)cc
c3ccc(Br)cc
2)cc1C
1CC(=O)N
c3cc
CCO1
c1cccc(Br)c1
Cc1ccc(C(=O)
[C@]
n1
[C@H]2CC[C@@H]1C
c(C)c1
c4cccc
c1cccnc1
CC[NH+]
c1cccs1)
CCn1n
2=C
c2ccccc12)
C[C@@H]1C
c4
N1
(C)C)cc1
[NH+](C)C
n2ncc
=S)
(=S)N
c(OC
2+]
c3cccc(F)
0
O=C(
C[C@H](O
n(C)
@]
(CN
CC1=O
3CCCCC3)
[C@@H](C(=O)[O-])
=S
(N)=O)C
c1c(NC(=O)
c2cc(Cl)cc
c(
CC1)
c1ccc([N+](=O)[O-])cc
c1noc(C
[NH+]2CC
(=O)[O-])C1
C[C@H](C(=O)N
CC[NH+]1CCC
C[C@@H]([NH2+]
c2ccc(F)
r
on
(C)=O
[C@@H](CC
cccc1
1-
c1cccs1
c2cc(F)ccc2
/C=C/C(=O)N
CCN(C)C(=O)
3)C2=O)cc1
c2ccccc2-
N(CCC
4CCCC
C1=O
1CCCCC1
n1)
Cl
[C@H]1CCC[NH+](C
O=C(N
Nc1n
co1
c1c(F)cccc1F
c1nc(N
3)CC
C[C@@H]2C
c1ccccc1C(=O)N
[C@@H]([NH2+]
c1cn
[C@@H]1C
7
[C@H](
[C@@H]3CCC
l
[C@@]
2C(=O)
CCN1CC
OC(=O)
O=C1
N
c1cccc2c1
3=O)cc
c4n
c1cccc(C)
CCC2
Cc1n[nH]
O=S(=O)
N1CCC
c1cnn(-
2(CC1)
cc1
NC(=O)C(=O)NC
nnc1-
c1ccc(Cl)cc1)
c3ccncc
2cc
2)no1
CCc1no
c2cn
nn1
Cc1ccc(-
(CC)C
c2sc3c(
nc(C(=O)N
c(=O)n(C
CC(=O)N1CC
C/[NH+]=C(/N
c1ccc(F)cc1)
3CCO
c23)
c1no
3CCCC[C@@H]3
3)cc
n1C
c(Cl)cc
F
3)C2)cc1
[C@H]1CO
(CNC(=O)N
c1cccc(NC(=O)
nnn
c(C)s1
[NH+]1CCN(
c2cccc(C#N)
c1nc(-
c1)N1CCC
c3ccccc32)cc1
[C@@H](
n1)N
[C@@](C)(O)
OCC
1CC1)
c(O)c1
Cc1ccccc1
c3ccc(C)cc
s2)C1
c2c(c1)
CC1)N
[NH+](C)C)C
C[NH+](C)
N(C
c2nccn
3)C2)CC1
c2cccc
=C/
c1=O)N
c1cc(Br)cc
c1o
2)C1=O
c(NC(=O)
c(=O)
[C@@]1(C)
c2ccc(F)cc
N=N
(F)(F)F)cc1
[C@@H]3C
O3)
C(F)(F)
c3cccnc3)
2F)
1)C(C)C
4CCCCC
S
(C(=O)NC
c(OC)c1
c1ccn
CCc1ccc(
c2[nH]
c1ccsc1
C[C@@H](C)C
cc
c1NC(=O)
[C@H]1CCO
CCc1ccccc1
C1CCCCC1
n2cnn
c1ncn
NC(=O)N(C
[C@@
1)C2
NC(=O)N2CCC
N(CC(=O)N
C(=O)
c2cco
C[C@H]2C
1=O
sc1C
[C@]2(C)
CC(C)(C)C
N2CCN(
c2nc3ccccc3[nH]
1CCC
=
I
c2ccc(Br)cc2)
CCN(CC)
c2ccncc2)
/N=C1
CCC1
Cc1cc(Cl)cc
c1ccccc1-
[S@]
o2)CC1
OCC(=O)
=CCC
Cc1ccc(C
CCCC1
C[C@H]3
C(=O)N(C)C
2CC3CC(CC(C3)C
1)C(=O)N
c3nc4ccccc4
c3C
[NH2+]1
c2ccc(Br)
1F
c2nnn
(OC)
c2c1
CC(=O)N1CCC
COc1cccc(C
c1cc(C)
c4ccccc4)n
c2ccc3c(c2)OCCO
1CC
c2n
1(C)C
[n+]
[C@@H](C)NC(=O)
3)cc2
[C@@H](C#N)
c2)o1
S(=O)
c3ccc(C
(
nc(
s2)cc1
c([N+](=O)[O-])
c(C(=O)[O-])
(=O)O
CCCC2)
CN
=C(
c1)C(=O)N
c2)cc1
Cn1cc
+]
c1cccc
c1[nH]
2=O
C[C@@H]1
F
[C@H](C)C
O=S(=O)(N
c1ccc(Cl)c(Cl)c1
CCN1C
CCNC(=O)N
N1CC
c2ccc3ccccc3
c2nnc(-
C[C@@H](O
[C@H]1CCS(=O)(=O)C1
c1scc
OCC
(-c2ccccc2)
c3cc(
[C@H]2N
c2c[nH]
)nn
c3ccc(OC)cc
n(-
NC
/C(
c1cccc(NC(=O)C
c2
[NH2+]
N1C(=O)
c1ccc(Cl)
3)CC2)cc1
O=C(NCC
C(=O)N(C
NC1=O
D
C1CC1)
(F)
COc1ccc(C)cc1
1CCC(
nc(N
[NH+](CC
T
[n-]
Br)C
[NH+]2CCC(
C[C@H](NC(=O)
)n1
[O-]
2(CC
NC(=O)N1CCC
Cc1ccc(N
C[C@H](NC(=O)N
=[NH2+]
4)n
c2ccccc2)n1
[C@@H](C)C
1CCC1
O=
c2cc(C)
CC[C@H]2C
c1ccs
COc1cccc(-
[N+](=O)[O-]
Cc1cccc(C
c2ccc(Cl)cc
CC[NH+]1C
3CC3)n
CCOCC1
/c(
c2cccc3
NC(=O)C
2CCC[C@H]2
C[NH2+]
Cc1ccccc1-
C[C@H](CC
Cc1nc(
=C1
=[NH+]
c1ccc(F)cc1
=S
c2cccc(C
n(
C[C@@H](O)
2=O)cc
S(=O)(=O)N1CC
CC1(C)CC
n4
[NH2+][C@H](C)
S(=O)(=O)
CO
(C)C)C1
/C(=N
/N=C/
c2C)c1
COC(=O)
[C@H]([NH3+])
CC3)n
c2cc([N+](=O)[O-])cc
c1ccc(O)cc1
c(=S)n
O=C(NCCC
c2cccc(O)
c(=O)n(C)
/C=C1
3CCOCC3)
5
O=C(OC
c2cccn
NCC
c4ccccc4C
Cc1nn(C)c(C)c1
CC(C)C
n1-c1ccccc1
c(C(=O)N
=C(C(=O)
cc1Cl)
sc1
CC[C@H]1CC
CC[C@@H](C)
(C)(C)C
Cc1noc(C)c1
N2CCN(C(=O)
[NH3+])C1
O=C([O-])
c2c(s
3)C2)c1
c2n1CC
s2)CC1
O=c1
CCCC2
[C@@H]2CC
Cc1cc
n2cc
c2ccc(Cl)cc2)
C(=O)N1CCC
c2ccn
1)N1CCN(
CCc1nn(C)
c1nc2ccccc2
c1cccc(C(F)(F)F)
Cc1csc(
c3ccco
c(C(F)(F)F)
c2ccc(Cl)cc2Cl)
c1ccc(C)cc
Br)cc
c1ccc(Cl)cc1
CC[C@@H](
c(C)c(C(=O)N
CCS
c1ccc(Cl)cc1Cl
Cc1ccco1
(F)(F)F)
3=C
[C@@H]1CCS(=O)(=O)C1
Cc1nn(-
(C#N)
[nH]n1
COc1cc(OC)
NC(=O)CC
c(C)no
c2)C1
c(F)
[C@H](C(=O)[O-])
c3ccs
#N)C
[C@H](S
1=O)
COc1cccc(C(=O)N
#N
2CC2)n
N1C(=O)N
COc1cccc(N
[NH+]3CCCC
cc(
c(C)nn(C)
c23)cc1
O=C(CO
c1ccc2c(c1)OCCO2
c2cc(C(=O)N
CN1CC
COc1ccccc1-
sc2c1
(C)CC(=O)N
c3ccc([N+](=O)[O-])cc
[N+]([O-])
C(=O)OC
3)C2)
n2ccn
c1ccccc1)N
c2cccc(C(F)(F)F)
)cc1
c1cc(N
c2ccccc2F)
n3cc
CC1(C)C
C(=O)C
c1cc2c(cc1
c2ccc(OC
c1ccc(S(=O)(=O)N
a
c2ccc(C
c2ccs
3)C2=O)
c3cc(C)
CCC2)
c2c1=O
c3ccc4c(c3)OCO
)cc1F
c2ccc(C#N)cc
cn1
c2)n
I)
(C)C(=O)N
CN1C
Cc1cccc(C(=O)N
(C#N)=C
(CC(=O)
n3cn
CCC(=O)
c3ccco3)
C2CC
C/C(=N
F)cc1
Br)cc1
[nH+]
2CCN(C(=O)
[NH+](C)CC1
A
CCOC
2)cc1F
g
=[NH+]C
2)CC1
c2cc(N
[NH+]1CCCC1
nc1
1C1CC1
CC(C)n1
c(Br)
c3ccccc3Cl)
/C([O-])=N/
cc1Cl
NC(=O)CN
/C([O-])
P(=O)
c1n
c1cc(C
O2)
1CCCC1)
(=O)[O-]
c(N)
OC
/C=C(/C
=O)cc1
[C@@H]3CC
([N+](=O)[O-])
2C1
CCN(C(=O)
3)C
[NH+](
c1ccccc1)C(=O)N
c2ccc(F)cc2)CC1
c1ccc(F)cc1)N
CC
[C@@H](C
c1s
c3cccn
4)
Cc1nn
3=O)
2)n
c2ccc(C(=O)N
c1O
Cc1ccc(C)
c1ccc(OC)
COc1cc(OC)cc
O)c1
O
3CCN(
CC2)cc
(=O)N(C
COc1ccccc1C
[C@@H]3
2CCN(C
4C
n2cn
o1)
CCC[C@@H]1
CCN
c2ncnc3
C2CCCCC
(C)C)cc1
Br)
1OC
o2)cc1
[C@@H]1CCN(
(CCC
(F)(F)F)C
(N)=O)
CCCC
[C@H](CC
c1c(Cl)cc
N(C)
(F)F)cc
(Cl)
(=N)
c2cccnc21
c2)s1
c3c[nH]
[N
[N-]S(=O)(=O)
CC[C@H]1
[S@@]
(C)C)n
NC(=O)C(=O)N
c1cccc(F)c1
(C)n
c1ccc(O
Cc1csc(C
c1)N1CC
c1cc(C(=O)N
(C(N)=O)
CC[C@@H](C)C
C[C@H](
c32)
[C@@H](C)
c2C1
CC(C)(C)
n2nn
CN(C)
c(C)c1
c4ccc(F)cc
(C)(C)C)cc
c1Br
n(C
C(=O)N1C
[nH]1
[C@@H](C)NC(=O)N
c2ccccc12
c3ncc
CC1=C
[S
4cccc
Y
c2c(C)cc
Cc1cc(C)
c1cccc(-
c1ccccc1Cl)
c1cccc2ccccc12
c(C)cc
CN1C(=O)
C(
c1ccc(F)c(F)c1
/C(C)
c1cc(Cl)
3cccc
OCC(=O)N
NC(=O)c1cn
c2ccc(
O=[N+]([O-])
2)c1C
C[C@@H](
c1nc2ccccc2s1
cn1)
s2)c1
C[C@H](OC(=O)
[S@](=O)
c1ccccc1OC
[C@@H](C)S
n1cc
cc2C
c2C
Cc1cccc(C)
CCC(=O)N
c5ccccc5
c2Cl)
c2cccc(C)
NC(=O)
Cc1c(
c(C#N)
1C)
O=C(C
c2cccc(OC)
c1ccccc1C
[NH2+]C
N(C(=O)N
OCO
CCn1
3CCCCC
N#Cc1ccc(
c1nccs1
)C1
C[NH+]1CCC
C2
c4c(c3)
NC(=O)N[C@H](C)
)cc1OC
COc1cc(C)
c1C)
[n
CC[NH+](CC)
c2c(
OC)c(OC)
NC(=O)Cn1
=O)cc
c1cs
S(N)(=O)
.
c2ccc(C(F)(F)F)cc
[NH+](C)C
c1ncccc1C
c2cc(
c(NC(=O)C
2=N
c(=O)o
c2)CC1
c3cccc
c2c1)
c1nccs1)
CN(CC(=O)N
c1ccccc1F
C1CCN(
[C@@H](O
C[C@H]1CC
CCCn1
CCC1)
c1cc2cccc
c2ccccc2OC
[C@@H]2CCC
(Cl)cc
(C)(=O)
cccc
c1ccc(NC(=O)
CC[C@H](C
CC2)c1
(C)C
c(SCC(=O)N
c2=O)c1
ncc2
C(=O)N(
OCCO2)
c1
(C)=O)cc
c2ccccc2)C1
[C@H]2
c1ccccc1NC(=O)
[C@@H]1C
c1cccc(C#N)c1
NS(=O)(=O)
CCO
(C)(C)
Cc1cc2
CN(C(=O)
c1ccc2[nH]
2CC2)C1
cn2
c1ccc(NC(=O)C
[S@
NC(=O)NCC
c3ccccc3C
2CC
c(=O)[nH]1
CNC(=O)C
)cc1
c3ccccc3)n
N3
2CCCCC2)
c1ccc(OC
K
CC1
[C@@H](C)C1
c2ccccc2)CC1
c1nc2c(
c2ccccc2
(C)C)
c1cccc(Cl)
N(C)C
(NC(=O)
c2ccccc2N
CCS(=O)(=O)
C1=C
NC(=O)N(C)C
c(N2CCC
2cccc
Cc1cccc(
COc1ccc(NC(=O)
[C@@H](C[NH3+])
COc1cc2c(cc1
[C@@H]2CCCO
c1ccncc
COc1ccccc1
c1ccc(NC
c1ccc(
[C@H]1CCCC[C@@H]1
OC)n
L
c1co
c1cco
[C@](O)
I
c2ccc(C)cc2)
]
(C)C)c1
CCCNC(=O)
O
[C@H]1CC
2CCN(
CC[C@H](C)
(Br)
c2cc3c(
c2ccc(Br)cc
c1C(=O)N
c1ccc(O)
c1ccco1
[C@@H]1C(=O)N
(C)C)CC1
[C
c3cccc(Cl)
CCCCCCCC
c2nc3ccccc3
(=O)[O-])cc
C=CCn1
c1cccnc1)
2)
c2s
cc3
OCCC
C(C)(C)
O=C(O
[C@H]1CS
CCO
c2cccc(
[C@@H]2
B
1Cl
[C@H](C(=O)N
CCC(CC)
CCOCC
2C)c1
1(=O)
(=S)
[C@@H](O)C
c2ncnc(N
c3ccccc3)
CC3)
s1
8
CC2
c2cc(-
@
e
c1nc(C
c2ccccn
OC
c1F
[C@@H]1CCCC[C@@H]1
C(C)(C)C
c1ccccc1N
5)
CCN1
c2ccccc2F)CC1
CCCO
c(F)c1
c2ncccn
n2c(
c3ccc(F)cc3
c2cccc(C(=O)N
CCOc1ccc(
N=C2
c1ncc
NC(=O)N
COc1ccc(OC)
c2ccco
)cc
S(=O)(=O)C1
=S)n
[N+](=O)[O-])cc1
[C@H]2C)
C[C@H](C)C
c3ccccc32)
c2cc(Cl)
c1ccc(C)cc1
[C@H](C
[NH3+])
COc1cc(
=C
c1ccc(F)c(F)
c3cc(Cl)cc
c1ccccc1
o
c(S
n2cncn
CC(=O)N
c1nnn
CCOC(=O)N
2)n1
c2cccs2)n
N2
c1ccc(Cl)s1
C)
O=c1[nH]
[C@@H]2C
C(=O)N1CCN(
cs2)cc1
c1ccc(F)cc1F)
c2cc(Br)cc
c1ccccc1)C
c1)N
c2no
c2nnc(-c3cc
c1ccc2c(c1)
c12)
N(C(=O)C
3CCC
c2ccccc21)
c1cc(F)
(=O)[O-])
N(CC
c2cc(C)n
O=C(CS
[C@H]2C
c2ccc([N+](=O)[O-])cc
c(C)c1C
(N
(C)(C)C)
C[C@@H](C
co
(=O)N(
[C@H]1C
CCC1
/C=C2/
=NC
1C
c2cccnc2)
CS(=O)(=O)N
s1)
n(CC
S(C)(=O)=O)cc
CC[NH2+]
[C@H]1CCOC
(C(=O)N
CCN1C(=O)
Cc1ccc(C)c(
COc1cc(C(=O)N
2Cl)
(=O)[nH]
C[C@@H]1CCC
#N)c1
c2ccc(O)cc
(O)
NC(=O)[C@H](C)
c(=O)n
[NH2+][C@@H](C)
[C@@H]
N2C(=O)
[C@]2
c2ccccc2)C
4)cc
c(C
/C=C2
Cc1cccc2
([O-])
c2ccncc
c1=O)
c2ncccc2
d
=C2
n2-
c2cc(C
2C
F)cc1
[C@H](N
[C@H]3CC
c1cccc2
c2ccccc2C1
c1ccc2c(c1)OCO2)
c2cccc([N+](=O)[O-])
c(F)c(F)
3C
c1cccc(C(=O)N
CCCO)
=C(N)
c1NC(=O)C
2
c1ccco
C[C@@H](NC(=O)
N=C(
1C
2)C
c1ccc(C(=O)N
S(=O)(=O)N1CCC
[C@H]2CC(=O)N
c
[nH]n
2C)
[C@@]2
/C(=C
c2cs
S(=O)(=O)N
c(N)n
OC(C)(C)C
c3ncn
c2)c1
1)c1ccccc1
c1ccc(Cl)cc1
CC(C)(C)O
C[C@@H]1CC
Cc1cc(-
C(=O)[O-])
cnn
C[C@H](C)
c3ccc4c(c3)
(CC
c1ccccc12
c[nH]
2=O)
c1cccc(Cl)c1)
c1cccc(OC
OCC2)cc1
Cc1nc(N
c1cc(F)cc
nc(-
Cc1cccc(NC(=O)
1C(=O)
c4c(
[C@H](O)C
c(C)c(C)
4)C
c1ccc(N2CC
C[C@@H](CC
c2cc
c(NC(=O)N
/N=C
c(Cl)n
c2=O)
[C@H](C)N
3CCN(C(=O)
CCOc1ccccc1
V
Cc1ncc
y
CCN1C(=O)N
Cc1ccc(NC(=O)C
2c(
(C[NH3+])
on1
3)C1
Z
FC(F)(F)
c2ccc(C)c(C)
1CCN(C(=O)
c2ccc(F)cc2)
CN(CC
c3scc
CCCS
CC2
c1Cl
[N-]
CCCN1C(=O)
COCC
CC(=O)O
c1C
(C)=O)cc1
(C)
CCOc1ccc(C(=O)N
O=C1CC
c1OC
c1ccc2c(c1)OCO2
H
c1ccc(C
2)cc1Cl
[C@H](C)NC(=O)
CCN(CC)C(=O)
n3
(C(F)(F)F)
CC(C)
C(=S)N
CC[C@@H]2C
Br
(OC)c1OC
c2scc
[C@@H]([NH3+])
Cc1cc(=O)
CN(
c2c(C)
c1cccn
CC[C@H]2
N(S(=O)(=O)
/c(=N/C(=O)
N(CC)
c4ccccc4)
c2nc3c(
c2ccccc2c1=O
CC(=O)Nc1ccc(
N(
