[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
c2ccc3c(c2)OCO
C[C@@H]1CCC
(=O)[O-]
c2ccncc
c2nc3ccccc3
c2)cc
2)
N(C(=O)C
n(C)
c1ccccn1
C[NH+](C)
c1OC
CN(C)
3)cc1
[C@](C)
c2ccc([N+](=O)[O-])cc
1=O
2
c3)
/C(=C/
[C@@H](N
Cc1ccc(S(=O)(=O)N
CC1=C
c2ncc
o1
/C=C2
CC[C@@H](C)
c1N
c2)
[C@@H]
COc1cc
COc1cccc(C
2CC
c2ccccc2)
O=C(C
O=C(CO
c3c(
c2ccccc2
c4ccccc4)
2CCC
1C(=O)N
(O)
T
Cc1n[nH]
c1ccccc1
c2ccc(Cl)cc2)
O=[N+]([O-])
c2ccc(C(=O)N
/C(=C
c2ccs
CN
n2
c3ccc(F)cc3)
S(C)(=O)
C[C@@H](C)
12
1CCN(C(=O)
o2)
C1=C
3CCC
(C)
+]
1C
c1-
c2s
c2)n1
e
c12
C2
(C(=O)[O-])
2)c1
y
c1)N
Cc1c(C(=O)N
[NH+](CC
on1
s
SCC
[N+]([O-])
[C@H]1CCC
S(=O)(=O)
N1C
(=S)
c1cccc2cccc
[C@H]3C
[C@H]3CCC
)n1
N
CCC1)
c2n
c2ccc(F)cc2)
Cn1
(C)(C)C
[C@@
c1cc(F)cc
nc(
=C/
c(C)c1
c1ccc(C)cc
/N
CCn1
C1=O)
)
2=O)cc1
(CO)
[C@@H](NC(=O)
CCC[NH2+]
CCC(CC)
(C)C
c1cccc(F)
COc1cccc(
CC[C@H]1
C[C@@H]2
(=O)[O-])C
/C
(=S)N
c1cccc(F)c1
n
Cc1
CC2)C1
(c2ccccc2)
[C@H]1CC
c1cc(C
CC(C)(C)C
c2ccccc2)CC1
=S
Cc1cccn
CCN(CC
c2cn
C[C@@H]1
C[C@H]1
3
c2ccc(Cl)cc
Br)cc
c1nnc(-
(C)C)cc1
C=C
(F)F)
NC(=O)CO
Cc1ccc(NC(=O)
s1)
1
c2)C
c2no
Br
21
n(C
=O)
Cc1cc(C(=O)N
2)cc1F
=O
@
(C)(C)
i
N)
NC(=O)NC
S(=O)
c4)
c(C)c(C)
c3ccc(Cl)cc
Cc1nn
c(C#N)
[C@H]1C
1CC1
c1ccccn1)
c(Cl)c1
c1cccc2
c3ccco
C[C@@H]1C
F
(NC(=O)
c[nH]
n2cc
D
[C@@H]1C
2=N
N2CCOCC2)
[NH+]2CC
S(C)(=O)=O
CC1
l
n1
c(N)
c1ccncc
C
c3ccccc3C
Cc1cccc(
[C@H]
c3cc
O[C@H](C)C
.
c(C(=O)N
c2)c1
N=C
nc(-
Cc1cc(C)cc
s1
c1ccc(Br)cc
(F)(F)F
[C@H]3
Cc1cc
1CCCCC1
CCS
CCC2)
c2ccccc2)C
(N)(=O)
[C@H](CO)
OC
c23)
OCC(=O)N
cc
c1cc2
c(NC
[NH+](C)C)
O1)
C1CCCCC1
N(C)C(=O)
2CCN(
(C)C
O=C(
2)cc1
(F)(F)F)cc
n1cn
c(NC(=O)C
CN(C(=O)
Cc1ccccc1
CC[NH+]
c1ncccc
c(C)n
c2Cl)
c1cc
c1cccc(N
NC(=O)CC
c1ccco1
c2cccc(F)
c1ccc(N2CC
c3ccccc3)n
(CC(=O)N
CCCC1
3(CC
c2C
2)cc1
2CC2)
c2cccc3
N2CC
r
c2ccccc12
o1)
H
CCC2
c(C)no
)n
[NH3+]
CCOc1ccc(
M
2)cc1C
co
OCC1
=C
[C@@H](C)C(=O)N
N1CCN(C(=O)
a
c2ccc(-
3)cc
c([N+](=O)[O-])
c2scc
c1cs
N(C)C
C[C@@H](C(=O)N
O)cc
[C@@H]1CC
[C@H]2
CC1CC
c1ccccc1Cl
c3ccccc3)
C[C@H](
c21
1CCC(
CC3)cc
C(=O)
2)C1
cccc2
c2cc(-
l
c2cc(C)
[NH3+])
=C(C
c(cc1
[C@@H](C)C
N2C(=O)
[C@H]1C
t
c1
[C@@H]3C
2)cc1OC
NC(=O)N2CC
N1CC
C[C@@]1
-
c5
[C@H](C)C(=O)N
Cn1cc
C(=O)N
2=O)cc
-]
c1ccccc1F)
(CC
Cc1cc(C
(=O)N
SC
N1
c1s
(Br)
1)c1ccccc1
c2c1
Cc1nn(C)
1)C(=O)
C(=O)N1CC
NC(=O)C
#
N1CCOCC1
/C(
c2c(
4)cc
(N
3)n
C[C@H](O)
[S@](=O)
c4cc
6
c2)CC1
c(=O)o
V
N1CCN(
c1ccccc1F
(C)=O)cc
N1
c1cccs
2CCCC
(CCC
CCC
1)C
C[C@H](C(=O)N
/C=C/
c2ccccc21
(C#N)
c(S
N1CCC
C1
c1cccc(Cl)
c(Cl)
C[NH2+]
#N
NC(=O)[C@H](C)
3CCCCC
c2ccc(F)cc2
c(C(=O)
c2nc(-c3cc
c3ccc(
c3)C
c2ccccc2F)
[NH2+]C
)cc1
2=C
c1ccncc1
c1cccc(C(F)(F)F)
c1nc(-
P
n12
CCN(CC)
/C=N/
c1cn
c1cccnc1
3CCCC
c2ncn
cs1
(N)=O
NC(=O)c1cc
[C@@](C)
O=
(=O)N(
c3ccccc32)
[n+]
[C@H](C)
c(-
=
N(
C(=O)[O-]
NC(=O)[C@@H](C)
S(N)(=O)
c2cc
F
c(NC(=O)
Cc1cs
c2C1
2)n1
2CCCC2)
COc1ccc(OC)
2C
nn
C2CC
c(CC
=N/
c2-
OC
N(C)C(=O)N
c1c(
c1C
[C@H]2CC
n1cc
c2)cc1
c1cccc(NC(=O)
)cc1
g
c1cc(
(C)n
(-
[NH+](C)CC
c1cccc(C)
[C@
C1CC1
COc1cc(
c2ccc(
c2ccccc2)n
c(F)cc
c1ccccc1)N
[C@@]1
c1cc(-
[O-]
n(-
H+]
[C@@H](C)
2C(=O)
c2cccc(
CC(C)
c1ccc2ccccc2
[N
[NH3+]
[C@H](CC
C#
c2nc(-
N(C
2+]
NC(=O)C(=O)N
NS(=O)(=O)
[C@@H]1C
c1ncn
c(
c3ncc
CCCn1
c2cc(C
OC(=O)
2)s1
[nH+]
C1
[C@H](C
C(=O)N1CCC
c1ccccc1)C
c2o
on
S(=O)(=O)C1
O[C@H](
c(OC)
B
c1)
1C(=O)
c2cc(F)cc
2=O)
cn2)
3)c1
c2nn
C[C@@H]1CC
[C@@H]3CCC
ncn
cccn
c4c(c3)
c(C)c1
CCN(C
Cc1cc(C)
#N)
cn1
[C@@H]3
c1cccc(Cl)c1
N#
O=C(CC
c1ncc
S
n1)
[NH3+])C
O
Z
C(=O)NC
c1C
c2ccc(C)cc
c2c[nH]
S(=O)(=O)N
C[C@@H](
c(OC)c1
c(C)nn
Cc1ccc(-
C1=O
O=C(N
c3ccc(C)cc
OC)
n2)
CCN(C(=O)
c1n[nH]
O)
n1
3)o
#N)C
O=C(NCC
c2c1
c2c(F)cc
c1ccc(F)cc1)
1C)
2CCC(
c2=O)
3)C2)
Cc1cn
c3cn
Cc1ccc(C
OC)cc
CCn1cc
5
c2ccc(F)cc
cc1
(C(=O)
(C
OCO
c2nc(C
N(CCC
OCC2)
(OC)
[C@@]
1)N1CC
/
c(C)
N(CC(=O)N
CC(=O)N1CC
=CC
c3ccccc3
3CC
2)no1
c3s
COc1ccc(-
c1C(=O)N
8
c3[nH]
c1ccccc1Cl)
A
[C@H](C(=O)N
)cc
[C@@H](
CC[C@H](
[NH+](
c1=O)
]
2C
Br)
c12)
[C@H](O)C
CC2
7
c1ccc(Cl)
+
n2cn
)C
C=
/C(=N
(Cl)cc
c2ccccc2C
3)CC
[S@@](=O)
c2cccs2)
S1
1CCC
CC[C@@H](
([O-])
CCO
0
CCCO
(C)C)cc
1Cl
c2ccccc2)C1
CCC1
c1ccc(S(=O)(=O)N
[C@H](C)C
CCCN
(C)(C)C)
c2n1
3
c1ccccc1
[C@@H]2CCC
[NH+]2CCC
c2cc3
[C@@H]1
c(=O)
[C@H](O)
C[C@H]1CC
nc(N
[C@@H]2CC
(C(N)=O)
(C)(C)C
4CC
=O)cc
[C@@H]2C
2CCCCC
c
@]
CC[NH2+]
Cc1ccc(
(NC
(C)(=O)
c1cccc(
(C)cc
N(S(=O)(=O)
O=C
=[NH+]
[O-])C
1CCN(
[C@@H](C
c1ccc(C
O
c2ccc(Cl)
c2cccc(C)
cs
N(CC
CCCCCCCC
=S)
[N+](=O)[O-])cc
c1ccc(-
[NH+]1CC
c1c(C)
c1=O
F)cc
c1c(F)cc
CN(C)C(=O)
3)C
/C=C
S(C)(=O)=O)
[NH+]1CCC
3)
c3ccccc3)C
CC1
CC1=O
c(SCC(=O)N
c1ccc(Cl)cc1
(C)C)C
3=O)
2CCOCC2)
c1ccc(
(F)
3)CC2)cc1
3C
c1no
Cc1nc(-
[C@@H](O)
C)
CC3)
2=O)c1
c1ccc(F)
c(C)cc
O2)
c3cccs
(F)(F)F)
1)C(=O)N
co1
3CCO
c(F)
c3ccccn
@](=O)
b
CC(=O)
C[C@H]1C
C[C@H]1CCC
CC1(C)C
(N)
[C@@]2
[C@]
cn
9
(CC)
2CCN(C(=O)
COC(=O)
c2ccccc2)cc1
1
CCN
[
C[C@@H]
[C@]2
u
c1NC(=O)
c2cs
c2ccc(C)
CCc1n
O=C1
Cc1cc2
[O
)C1
c2ccc(N
C1CC
C(=O)O
cc(
c(C
1)N
2(CC
=O)cc1
Cl
c1nc(C
1CC
2C)
Br)cc1
2)CC1
c1ccc(NC(=O)
CC(C)C
CCO1
[nH]1
c2ccc(C
c2n[nH]
n3
C[C@H]
[N+](=O)[O-]
nnn
Cc1n
[NH+](C)C
CN(C
4)C
c2C)
NC(=O)
CN1C(=O)
c3cccc(F)
c1ccco
d
[C@@H](C(=O)N
c1OC
c3ccc4c(c3)
(C)C(=O)
c(C(F)(F)F)
CC2)c1
C[NH+]
(C)=O)
[C@@H](CO)
NC(=O)CS
cc3
(
(Cl)
c2cc(Cl)cc
c2ccccc2)cc
1C
c[nH+]
O)cc1
c(N
c1ccc(F)cc1
CS
[C@H]1
=S
COc1ccc(C(=O)N
CCNC(=O)
c2ccccc2)n1
C[C@H]2
c2cccc
2Cl)
(=O)[O-])
2)cc
c1cccc(-
[NH+](C
Cc1no
c1ccc(OC
COc1ccc(
1)N1CCC
c1ccccc1C
c3n
CCOc1ccccc1
c1c[nH]
NC(=O)N1CCC
SCC(=O)N
C(=O)[O-]
c2ccc3c(c2)
c1ccc2c(c1)
C(=O)N(C
l)
NC
O=C(CS
CCCCC
1CC1)
N3
c2ccc3c(
c3ccccc23)
[C@H]2C
c2cccn
c3)n
C(=O)[O-])
c1Cl
l)cc
(C)CC
[C@@H]4
/N=C/
ccn
c3cccc
O=C1C
[n
c1nn
4)n
c(N)n
c2ccco2)
CC[C@@H]2
c1n
3+]
l)C
c1N
=N
COC
c2
C[C@@H](C
COc1ccc(C
(C(F)(F)F)
F)
[nH]
H]
cnn
cnc3
CCN1CC
[C@]1
c3ccccc3F)
(C)C)
c1cccc([N+](=O)[O-])
c1cc(Cl)cc
OCO2
c3
c3C
n2n
c4cccc
[N+](=O)[O-])
CC(C)(C)
Cc1ccc(C(=O)N
c3ccccc3)cc
CC(C)(C)O
1CCCC1
c1ccc(C(=O)N
#N
CC2)
c3nn
CC[C@@H]1
CCCC(=O)N
c1[nH]
c1ccccc1)
c2c(c1)
C[C@H](C)
c1ccc(Cl)cc
/N=C
C[C@]1
[S
CCCC

OCCO
c2[nH]
(=O)
CS(=O)(=O)
CC
OCC
c2)n
COc1cc(C
CCc1ccc(
Cc1ccc2c(c1)
c1O
c(=O)n
c2ccccn
CNC(=O)
COc1ccccc1
[C@H]2CCC
=C([O-])
G
[O-])
c(-c3cc
c1ccc(Cl)cc1)
c4c(
[NH2+]CC
2)C
/C=C/C(=O)N
F)cc1
c2ccc(Br)cc
CCOC(=O)
c4ccccc4
Cc1cc(
c(=O)[nH]
c1cncc
(C)C)c1
K
c1ccc(F)cc
c2F)
(N)=O)
I
c2cccs
CC[C@H](C)
Cc1nc(C
1Cl)
O=C([O-])
CCc1nn
[N+](=O)[O-]
[NH2+]
#N)cc
c1nc2ccccc2
[C@H](
c1ccc(Br)cc1
CCN1C(=O)
c4
c2ccc(F)
Cc1cc(N
c1cccs1
C[C@H](C
c1F
c2cccc(Cl)
1F
[C@@H]2
c(O)
(C(=O)N
c2cc(C)cc
N(C(=O)
CC1(C)
c(Br)
3)s
N1C(=O)
c1cc(C(=O)N
c1ccs
c3cc(
=C(
c1
N(C)
c2)C1
N=N
C=CC
CC1)
[C@H](NC(=O)
S(=O)(=O)C
c(C)c(
3)CC2)
[C@@H]1CCC
[C@H](N
l)cc1
OCCO2
[N+]
O1
ncc
N2
CCC1
c2ccccc2Cl)
N2CCC
4)
CC2
Br
NC(=O)N1CC
c1cccc(C(=O)N
CC(=O)N
[C@@H](CC
c1ccc(N
CCC(=O)N
cc2
c(Cl)cc
(C)C)n
[NH
c2cc(
o
c1cccc(C
NC(=O)N
c(F)c1
1)
Cc1cccc(C
c2ccco
[N-]
c(=O)n(C)
O=S(=O)
)cc1OC
c2ccccc2)c1
N
C[C@@H](O)
[C
s2)
cccc
CCOC
c(SC
2
CO
CC2)cc1
L
c1cccc
c1cccn
c1)C
c3ccc(F)cc
N(C(=O)N
Y
[S@
(F)(F)
[NH+]
[NH+](C)
(C(=O)NC
4
n1-
CN(CC
2)n
