O-1]
C@@H1][Branch1][C][C][C][
NH2+1][C][C][
Branch1][
[C][C][C@H1][
N][
C@@
@][
Ring1][#C][
N][C][C][NH1+1][
Ring1][S]
Branch1][N][
Ring1][#Branch2]
S][=Branch1][C][=O][=Branch1][C][=O][C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
Y
O][C][O][
O
C][Branch1][C][F][=C][
C][C][C][C][
4
C][C][C][C][C][C][
Branch1][=Branch1][
B
Branch2]
C][C][C][NH1+1][
N][C][=Branch1][C][=O][C@@H1][
[C][C][Branch1][C][C][Branch1][C][C][
N][=C][C][
N][C][=Branch1][C][=O][C][=C][
N][C][=Branch1][C][=O][C][
C][=C][C][=C][Branch1][C][Br][
[C][C][=N][
[C][C][Branch1][C][C][
O][C][
A
Ring1][#Branch1]
C][=C][Ring1][#Branch1][
Ring1][Branch1][
C@H1][
[C][C][=C][
+1][
Ring1][Branch1]
Ring2][Ring1][#Branch2]
C@H1][Branch1][C][C][
=
Branch1][C][
N][C][=Branch1][C][=O][C][=Branch1][C][=O][N][
C][=C][C][
N][C][C][C][C][
K
C][=C][Ring1][=Branch1][
[O][=
Ring1][=
NH3+1][
C][=N][C][=C][
1
H
l
Ring1][Branch2]
N][C][C][C][C][C][
/C][=
Ring2][Ring1][=Branch1]
C][=C][C][=C][O][
Ring1][=Branch1]
Cl
Ring2][Ring1][=Branch1][
d
Branch2][
C][=C][C][=C][C][=C][Ring1][=Branch1]
@
N][C][=N][
S][C][=C][
N][C][=Branch1][C][=O][
NH2+1][
O][C][=Branch1][C][=O][
Ring1][=Branch1][C][
C][Branch1][C][F][
Ring1][=N]
o
C][=N][N][
H1][
N][C][C][O][C][C][
Ring2][Ring1][
C][=C][C][=C][N][=C][
Ring2][Ring1][Ring
C@H1][Branch1][C][C][C][
y
C][Branch1][C][
Branch1]
C@@H1][Branch1][C][C][
C][=C][Ring2][
C][=C][C][=C][C][=C][Ring1][=Branch1][O][
0
C][Branch1][C][C][=C][
=O]
O][=C][
O][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][P]
[C][
Ring1][O][
R
C][=N][N][=C][
Ring1][#C]
C][=Branch1][C][=O][N][
Ring2]
Ring2][Ring1][C]
[C][C][=C][C][Branch1][C][
Ring2][Ring1][Ring1]
Ring1][#Branch1][C][
Ring1][=Branch1][
.
N][C][=C][
C][=Branch1][C][=O][C][
Branch1][C][C][Branch1][C][C][
[O][
C][Branch1][C][F][Branch1][C][F][F][
T
Ring2][Ring1][C][
C][=C][
Ring1][=Branch2]
M
G
Ring1][=Branch1][=C][
C@
Ring1][O]
C][
[C][C][
Branch2][Ring1][=Branch2][
[N][
Ring1][=Branch1][=N][
Ring1][#Branch2][C][
C][C][
Ring1][O][C][
C][=C][Ring2][Ring1][
NH1
C][C@H1][
C][=C][Ring1][#Branch1]
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#
Ring2][Ring1][Ring2]
C][=C][Ring2][Ring1][#Branch1]
Ring1][Branch1][=C][
C][=C][C][=C][C][=C][Ring1][=
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][
+
Ring1][Branch1][=
6
t
C][=C][N][
P]
[C][NH1+1][
Ring1][Branch2][
[C][O][C][=C][C][=C][C][
C][=C][C][=C][N][=C][Ring1][=Branch1][
C][=C][C][=C][C][Branch1][C][Cl][=C][
O][C][=C][
Branch1][S][
Ring1][=Branch1][C][C][
Branch1][S][C][
Branch2][Ring1][Branch2][
O][C]
Branch1][C][O][C][
C][C][=C][C][=C][
ch
Branch1][#Branch2][C][
D
I
Branch1][Ring1][C][#N][=C][
2
P][
Branch1][C][NH3+1][
C]
/
Branch1][Ring1][
S][Branch1][C][C][=Branch1][C][=O][
=N][
Branch1][=Branch1][C][C][C][
C][C][C][
C][=C][C][=C][C][Branch1][C][
S][
Branch1][#C][C][
Branch2][Ring1][C][
C][=Branch1][C][=O][
N]
C@@][
Ring1][=Branch2][C][
-1][
C][=C][C][=C][Branch1][Ring1][
Branch1][C][=Branch1][C][=O][O-1][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][
[C][C][=C][C][=C][Branch2][
]
Ring1][N][
Branch2][Ring1][=Branch1][
Branch1][=Branch1][C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
/C][=C][
Branch
Branch1][#Branch2][
N][Branch1][C][C][C][=Branch1][C][=O][
g
Ring2][Ring1][=Branch2]
N][S][=Branch1][C][=O][=Branch1][C][=O][
[C][O][C][=Branch1][C][=O][
N][C][=Branch1][C][=O][C][=C][C][=C][
Ring1][Branch1][C][C][C][
C][=C][C][=C][
=C][
N][C][C][
Ring1][Branch1][C][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1]
S][C][=
[C][O][
S
C][=C][C][=C][C][
Branch1][C][C][C]
Branch1][=N][C][
Branch1][Ring2][
[C][C][C][C][
C][=Branch1][C][=S][

[C][C][=C][C][=C][Branch2][Ring1][
[C][C][O][C][=Branch1][C][=O][
[C][O][C][=C][C][=C][Branch2][Ring2][
C][C][C][N][
Branch1][=Branch1][C][Branch1][C][N][=
u
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1]
Br
N+1][
C][=NH1+1][
Branch1][Ring1][C][#
N][C][=Branch1][C][=O][N][C][C][
Ring1][Ring1]
NH1][
S][=Branch1][C][=O][=Branch1][C][=O][N][
C][=C][Ring1][=Branch2][
N][C][C][C][
Branch1][#C][
Branch1][C][N][=
C][=
C][C][C][C@H1][
Branch1][C][C][
S][=Branch1][C][=O][
Ring1][P][
C][=Branch1][C][=O][N][C][C][
N][C][=C][C][=C][
C@H1][C][
b
Branch1][C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][S][
N][C][=Branch1][C][=O][C@H1][
C][=C][Ring2][Ring1][=Branch1]
Z
2][
1][
N][C][C@@H1][
S]
Branch1][#
C@H1][C][C][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][
[C][C][C][
Ring1][Branch2][C][
[C][C@@H1][
Cl]
C][C][C][C][C@@H1][
Branch2][Ring1][C][C][
F
Ring2][
#
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
Ring1][
/C][=C][/
Ring2][Ring1][Ring2][
Ring1][#Branch1][
Ring1][Branch1][C][=Branch1][C][=O][
O][C][C][O][
Ring
C][N][
Ring1][=Branch1][C][=Branch1][C][=O][
-
Branch2][Ring1][Ring1][
C][=C][C][=C][Branch1][C][Cl][
[C][C][=Branch1][C][=O][N][
Branch1][Branch2][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
r
O]
Ring1][#
Ring1][N]
C
C][=C][C][=C][C][=C][Ring1][=Branch1][F][
[C][C][=C][C][=C][Branch2][Ring2][
O][C@H1][
C][=C][C][=N][C][=C][
C][C][C][C][C@H1][
N][N][=C][
Ring1][S][
C][=C][Ring1][
N][C][=Branch1][C][=O][C][C][
C][=C][C][=C][S][
Branch1][=Branch2][C][
Branch1][C][C][Branch1][C][C][C][
C@@H1][
Branch1][C][=N][
Branch1][C][O-1][
Branch1][=
C][C][=Branch1][C][=O][N][
C][C@@H1][
C][C][C][O][
N+1][=Branch1][C][=O][
C][=C][C][Branch1][C][
Ring1][=Branch2][
C][=Branch1][C][=O][O][C][
O][C@@H1][
Ring1][Branch2][=C][
N][Branch1][C][C][
C][=C][C][=C][C][=N][
S][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][N][
=C][C][
F][
Cl][
Branch1][C][=S][
Branch1][Ring1][O][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][C][=C][
2]
Branch1][C][O][
C@][
N][C][=Branch1][C][=O][N][C][
NH
C][=Branch1][Ring2][=C][
Branch1][C][Cl][
[C][C][N][
C][=C][Ring1][#Branch1][C][
Branch1][C][=
Ring1][Ring1][
N+1][=Branch1][C][=O][O-1][
Branch1][P][
Branch1][C][=Branch1][C][=O][N][
C][=Branch1][C][=O][N][C][C][N][
C][=C][Ring2][Ring1][Ring1]
C][C][C][C@@H1][
Branch2][Ring1][=C][
Branch2][Ring2][
C][=C][Ring1][#Branch2][
C][=C][Ring2][Ring1][Branch1]
NH1+1][=C][
Branch1][Ring2][C][
C@@H1][C][
C][=C][C][=C][Branch2][Ring1][
[C][O][C][=C][C][
Branch1][C][F][F][
Branch1][=Branch2][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
N][C][C@H1][
C][=Branch1][Ring2][
Branch2][Ring1][#Branch2][
][
Cl][=C][
[O][=C][Branch2][Ring1][
N][C][C][N][
C][=C][C][=C][Ring1][=Branch1][
9
=O][
N][C][=Branch1][C][=O][N][
[C][C][Branch1][C][C][C][
C][=Branch1][C][=O][N][C][C][C][
Ring1][=C]
Ring1][=N][C][
=Branch1][C][=O][
n
Branch1][C][=O][
[O][=C][
Branch2][Ring1][Ring2][
C][=C][C][Branch1][C][Cl][=C][
[C][O][C][=C][C][=C][Branch2][
Branch2][Ring1][=
C][=C][Branch1][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
Ring1][=Branch1][=
C][=Branch1][C][=O][N][C][
Ring2][Ring1][Ring1][
Branch1][C][F][
C][=C][Ring2][Ring1][Branch2]
Branch1][=Branch1][C][C][C][Ring1][Ring1][
S][=Branch1][C][=O][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][F][
Branch1][C][C][C][C][
C][=C][Ring1][Branch2][
C@@H1][C][C][
[C][C][=C][C][=C][C][
Branch1][O][C][C][
N][=C][
NH3
C][C][C][C][C][
N][=N][
Ring1][Branch1][C][C][
NH1+1][Branch1][C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][#Branch2][
[C][C][=C][C][=C][
Branch1][O][
C][=C][C][=C][C][=C][
C][=C][Ring1][#
C][=C][C][=C][Branch1][C][C][
[C][O][C][=C][C][=C][Branch2][Ring1][
NH2
C][=N][N][Branch1][C][C][
Branch2][Ring1][O][
P
N
Ring1][#Branch1][=C][
F]
Br][=C][
Br][
Branch2][Ring1][#
Branch1][C][N][
[C][C][C@@H1][
[C][C][=C][C][
C][Branch1][C][Cl][=C][
O-1][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
V
i
s
L
NH1][C][
Ring1][#Branch1][C][C][
C][C][O][
S][C][=N][N][=C][
Branch1][C][=Branch1][C][=O][
C][=C][C][=C][C][Branch1][C][F][=C][
NH1+1][C][C][C][
Branch2][Ring1][
Branch1][Ring1][C][C][
Branch1][Ring1][C][
/N][=C][
Ring1][=C][
1]
C][=C][C][=C][Branch2][Ring2][
Branch1][=C][C][
Branch1][C][F][Branch1][C][F][F][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][
Branch1][=N][
e
[C][N][
[C][O][C][
an
[N][#
C][=C][C][=C][Ring1][#Branch1][
Ring1][=N][
C][=C][N][=C][
Branch1][O][C][
[C][=C][C][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
Ri
N][C][
C][=N][
Ring1][Branch1][=N][
O-
S][C][
Branch2][Ring1][Branch1][
c
C][=N][C][
NH2+1][C][
C][=C][C][=C][Branch1][C][
Branch2][Ring1][#Branch1][
NH1+1][
N][=
Ring2][Ring1][Branch1]
Ring2][Ring1][Branch2]
S][C][=N][
Ring1][=Branch1][C][C][C][
C][=C][Ring2][Ring1][Ring2]
Branch1][C][C][=Branch1][C][=O][
3
Branch1][=C][
O][C][=
C][=C][C][=C][Branch2][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
Branch1][Ring1][O][C][=C][
Ring1][Branch1][C][=C][Ring1][
ng
[C][C@H1][
C][=C][C][=C][C][=Branch1][Ring2][=C][
Branch2][Ring1][=N][
a
]
Bran
O][C][C][
C][C][N][
[
O][
h
[C][C][O][
Ring2][Ring1][#Branch1]
