Branch1][C][
C@@
N][C][
C][C][C][O][
H
Ring1][=Branch1]
=Branch1][C][=O][
Ring1][=Branch1][C][C][
C@@][
C][=C][C][=C][N][=C][
C][C][N][
Ring2][Ring1][Ring1]
O][C][
S][C][
Branch1][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][F][
+
Ring1][=
Branch2][Ring2][
Branch2][Ring1][=
Ring1][=Branch2]
Branch
N][
-
Ring1][S][
Ring1][#C]
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][
C][=C][C][=C][C][=C][Ring1][=
O-1][
NH3+1][
Ring1][=Branch1][C][
C][=Branch1][C][=O][N][C][C][
C][=C][C][=C][Branch1][C][
Branch1][C][C][
9
A
]
1][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][
O][C][=C][
C][=C][C][=C][C][Branch1][C][
Ring1][N][
C][=C][Ring1][#Branch1]
]
C][=N][N][=C][
N
C][=
C][=Branch1][Ring2][=C][
C][C][C][C@H1][
Branch1][=C][
Ring
C][=C][C][=C][C][=C][Ring1][=Branch1]
Ring1][=Branch1][=C][
C][=C][C][=C][Branch1][C][C][
C][C][C][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][
s
[O][
Branch1][#Branch2][C][
N][C][=Branch1][C][=O][C][
Branch1][C][=
S][=Branch1][C][=O][
C][C@H1][
C][=C][C][=C][C][=C][
Ring1][=C]
e
C][=C][C][=C][C][=C][Ring1][=Branch1][
NH
C@@H1][Branch1][C][C][
C][=Branch1][C][=O][
Ring1][#Branch1][C][
Ring1][P][
[
Ring1][#Branch1][
Ring1][Branch1][
Ring2][Ring1][#Branch1]
B
N+1][=Branch1][C][=O][O-1][
H1][
N][C][C][
C][C][C][
O][
Br][
Y
S]
R
][
2]
Ring1][N]
C][=N][
Branch1][C][F][F][
Ring1][
h
C][Branch1][C][F][=C][
Ring1][Branch1][C][
Branch1][C][C][Branch1][C][C][
.
C]
C][C][=C][
Ring1][=Branch1][
C][=C][C][=C][Branch2][
O
i
an
[C][C][Branch1][C][C][
C][N][
S][
Branch2][
C][C][
y
P][
C][Branch1][C][F][
Branch1][N][
C][=C][Ring1][
=C][
C][C][=Branch1][C][=O][N][
Branch1][O][
C@H1][
G
Ring1][=C][
F
L
[C][C][
t
N]
[C][N][
N+1][=Branch1][C][=O][
C][=C][C][
Ring1][#Branch1]
=O][
Branch2][Ring1][#Branch2][
C][=Branch1][Ring2][
Branch2][Ring1][Ring2][
r
Br
g
F][
Cl
C][=N][N][
Ring1][Branch1][C][C][
N][C][=Branch1][C][=O][N][
N][C][=Branch1][C][=O][
N+1][
Branch1][C][F][
C@
o
Ring2][Ring1][C]
K
M
C][=C][C][Branch1][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
Ring2][Ring1][
C][=C][C][=C][C][
P
Branch1][Ring2][
[N][
Branch1][P][
Ring2][Ring1][Ring
Ring1][Ring1][
F]
Ring1][S]
2][
2
O][C][C][
N][=
[O][=C][
Cl]
Ring1][O][
Ring1][=N]
Ring1][Branch2]
c
C@H1][Branch1][C][C][
C][=C][C][=C][S][
C][=C][Ring1][#
Branch1][Ring1][C][
[C][C][O][
C][=C][Ring1][#Branch1][
Branch1][C][C][C][C][
S][C][=
NH1
N][C][=C][
Branch1][C][O][
=N][
C][=C][C][=C][Branch2][Ring2][

Branch1][#C][
4
Ring1][Branch2][
Branch1][C][=Branch1][C][=O][N][
Ring2][
1]
Ring1][P]
Branch1][C][=O][
Branch2][Ring1][
[C][
Ring2][Ring1][Branch1]
O]
Branch1]
C][=N][C][=C][
[C][C@@H1][
C][=C][Ring2][Ring1][
+1][
C][=C][Ring2][
ng
C][Branch1][C][
Branch2][Ring1][=Branch2][
C][=C][Branch1][C][C][
C][C][C][C@@H1][
0
C][
[C][C@H1][
Ring1]
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
ch
Branch2][Ring1][Ring1][
V
1
@
N][=C][
C][=C][
Branch1][#Branch2][
6
l
[C][O][
Ring1][=N][
Branch1][Ring1][C][#
I
N][Branch1][C][C][
Z
O-
C
O][=C][
N][C][C][N][
Branch1][=Branch1][C][
Ring1][O]
=O]
C@@H1][C][C][
NH3
Branch2]
b
Branch1][=N][
Branch1][
Branch1][S][
3
NH1+1][
C][C][=C][C][=C][
C@][
C][C@@H1][
Ring1][#C][
S
C@@H1][
Ring2][Ring1][=Branch1]
Ring1][#Branch2][
C@H1][C][C][
/C][=C][
Ring1][#Branch2]
C][C][C][C][
[C][C][=C][
C][=C][C][=C][C][=Branch1][Ring2][=C][
Branch1][Branch2][
Branch1][Ring1][
Branch2][Ring1][Branch2][
C][C][O][
=
C][=Branch1][C][=O][N][
N][=N][
C][=C][C][=C][
d
Branch1][=
NH2+1][
[C][C][C][
Branch1][#
Ring1][#
Branch1][=Branch2][
Branch1][=Branch1][
/
D
Ri
NH2
#
T
C][=C][C][=C][Branch2][Ring1][
Branch1][C][C][C][
C][=N][C][
C][=C][C][=C][Branch1][C][Cl][
C][=Branch1][C][=O][C][
n
NH1][
u
C][Branch1][C][F][Branch1][C][F][F][
Bran
P]
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
a
Ring2][Ring1][Ring2]
Cl][
Ring1][=Branch2][
S][=Branch1][C][=O][=Branch1][C][=O][
Cl][=C][
Ring1][Branch1]
