Branch2][Ring1][
C][=C][Ring1][Branch2][
N][C][=Branch1][C][=O][C][=C][C][
C][C][C@H1][
C][=C][Ring1][=Branch2]
C][=C][S][
Branch1][#Branch2][
[C][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=C][C][Branch1][C][F][=C][
Ring1][Branch1]
/C][=C][/
C][C][C][C][C@@H1][Ring1][=Branch1][C][
Ring2][Ring1][Ring2]
C][=C][C][
C][C][C][C][C][C][
C][=C][C][=C][O][Ring1][Branch1]
C][=N][C][
1][
Branch2][Ring1][=C][
Ring1][P]
C][Branch1][C][F][
Ring1][=Branch2][=C][
Ring1][N][=C][
C][C][C][O][Ring1][Branch1][
Branch2][Ring1][O][
C][=C][Ring1][=Branch1][C][
N][C][C][=Branch1][C][=O][N][
C][=C][Ring2][Ring1][=Branch2][
[C][C][=N][C][
C][=C][Ring1][#Branch1][
NH2+1][C][
NH1+1][Branch1][C][C][C][
S][C][=N][
C][=C][C][=C][Branch1][=Branch2][
N][C][=Branch1][C][=O][C][=C][
C][=N][C][=N][
Branch1][C][NH3+1][C][
Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
Branch2][Ring1][Branch2][
Ring1][Branch1][N][
C][=Branch1][C][=O][
C][=Branch1][C][=O][N][
Ring2]
Ring1][Branch1][=
N+1][Branch1][C][O-1][
Ring1][#Branch1][=
N][C][=Branch1][C][=O][N][C][C][N][
Branch1][C][O][C][C][
#
C][C][=C][C][=C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][F][
C][=C][C][=C][Branch1][C][O][
C][=Branch1][C][=O][N][Branch1][C][C][C][
C][=C][C][=C][O][Ring1][Branch1][
[C][S][=Branch1][C][=O][=Branch1][C][=O][
Ring1][#Branch2][
Branch1][C][=
Branch1][C][NH3+1][
C][=C][Ring2][Ring1][Ring2][
Branch1][Branch2][C][C][C][C][C][
C@@H1][Branch1][C][C][
C][=C][Ring2][Ring1][Branch1]
C][=C][Ring1][#Branch1][C][
N][C@@H1][
N+1][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
C][=C][C][=C][S][Ring1][Branch1][
Ring2][Ring1][=C]
Ring2][Ring1][Branch1]
Branch1][C][N][=
2][
Ring1][Branch1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][N][
Branch1][=N][O][
N][C][C][
Ring1][Branch1][C][=C][Ring1][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
Ring2][Ring1][=Branch1]
G
Branch1][=Branch2][C][Branch1][C][C][Branch1][C][C][
[C][C][=Branch1][C][=O][N][
C][C][C][C][C][C][C][
][
Branch2][Ring2][Ring2][
Ring2][Ring1][#Branch1][
Ring1][=N][=
Branch1][=Branch1][C][
C][=C][Ring1][#Branch1]
C][C][C][C][C@H1][Ring1][=Branch1][
C][=C][C][=C][C][=N][
NH1+1][=C][
Branch1][C][Br][=C][
C]
.
Ring1][#Branch2][C][
[C][C][Branch1][C][C][Branch1][C][C][
C][=N][/
Ring1][#Branch2][C][C][
P]
C][C][O][C@@H1][
Ring1][P][=C][
[C][C][=C][
C][C@H1][
[C][N][
[C][C][=C][C][=C][Branch1][C][C][C][
C@H1][Branch1][C][C][
Ring1][N][=
N][C][=Branch1][C][=O][C][C][C][
Branch1][N][C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
C][=C][C][=C][C][Branch1][C][Cl][=C][Ring1][#Branch1]
Branch2][Ring2][
Branch1][#Branch2][C][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][C][
L
Ring1][Branch1][C@H1][
Branch1][=
[C][C][=Branch1][C][=O][
N][C][=Branch1][C][=O][
Ring2][Ring1][C]
C][=C][Ring1][P]
N][C][=Branch1][C][=O][N][C][C][C][
Ring2][Ring1][Ring1][
C][=N][N][=C][N][
Branch1][#Branch1][N][
Branch2][Ring1][O][C][
C][C][=Branch1][C][=O][N][
C@H1][
ng
Ring1][Branch1][C@@H1][
C][C][C][O][Ring1][Branch1]
F][
+1][
C][=C][C][=C][C][Branch1][C][F][=C][
Branch1][Ring2][C][
N][=C][C][
Ring
Branch1][Branch1][C][C][C][
]
Ring1][S][
=N][O][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][C][=C][Ring1][=Branch2][
Ring1][=Branch1][=O][
[O][=C][Branch2][Ring1][Ring1][
2]
C][C][C][C@@H1][Ring1][Branch1][
[C][O][C][=C][C][=C][Branch1][Ring1][O][C][C][
N][C][=Branch1][C][=O][C][C][
Ring1][Branch1][C][=
C][=C][C][=C][C][=C][Ring1][#Branch2][
[C][C][C@@H1][
C][C][C][
C][=C][C][=C][Branch1][C][Br][C][=C][Ring1][#Branch1][
N][=N][
C][=C][C][=C][Branch2][
Br
Branch2][Ring1][#Branch1][
/N][=C][
Ring1][N][C][C][
C][=C][Ring1][=N][
N][C][=N][
[C][C][C][=C][
S][C][=
C][=N][C][=C][N][
Branch1][S][
NH2
[O][=
N][C][=C][N][=C][
Branch1][C][F][Branch1][C][F][F][
N][C][C][C][
C][=N][C][Branch1][C][
N][N][=C][
Ring2][Ring1][
[C][O][C][=C][C][
I][
N][C][C][=C][
C@@H1][Branch1][C][C][O][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
Branch1][=Branch1][
C][=N][N][
C@
O][C@H1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][
C][C][C][Ring1][Ring1]
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][
NH1][C][
[C][O][C][=Branch1][C][=O][
Ring1][=Branch2][C][C][
C][=C][C][=C][Branch1][Ring1][O][C][C][
N][C][=Branch1][C][=O][C][S][
Branch1][=C][
0
C][Branch1][C][Br][=C][
Branch2][Ring1][Branch1][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][F][
C][=C][Ring1][N][
C@H1][Branch1][C][O][C][
C][=C][Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
C@H1][C][
O][C][C][
[C][C][
Branch1][C][O][
Branch1][#Branch1][C][=Branch1][C][=O][
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1][
C][=O][=C][
Ring1][=Branch1][=
N]
NH2+1][C@H1][Branch1][C][C][
[C][O][C][=C][C][=C][C][=C][Ring1][=Branch1][
O][Ring1][#Branch2][
C@H1][Branch1][C][C][O][
C][=Branch1][C][=O][O-1]
Branch1][=C][C][
C][=NH1+1][
Branch2][Ring2][=
C][=C][Ring1][=C]
C][C@@H1][Ring1][Ring1][
N+1][=Branch1][C][=O][
c
O][C][
Branch1][C][=O][
Ring1][=N][=C][
NH1+1][Branch1][C][C][C][C][
Ring1][=N][C][
C][=Branch1][C][=O][C][C][
D
N][C][C][N][
[C][C][C][
C][C][=C][
C][=Branch1][C][=O][O][
Ring1][=Branch2]
C][=C][C][=C][Branch1][#
C][=N][C][=C][C][=N][
N][C][=Branch1][C][=O][C][=C][C][=C][
C][C][C][C@@H1][
Ring2][Ring1][#Branch1]
C][=C][Ring1][O][
C][=C][Ring2][Ring1][#Branch2]
S][=Branch1][C][=O][=Branch1][C][=O][N][
Branch1][Branch1][C][C][
N][C][=C][
Branch2][Ring1][N][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
N][Branch1][C][C][C][=Branch1][C][=O][N][
C][C@@H1][
Branch2][Ring1][S][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][Cl][
Branch2][Ring2][C][
[C][C][C@@H1][Branch1][C][C][
C][=C][C][Branch1][C][F][=C][C][=C][Ring1][#Branch1][
C][C][N][
Branch1][=Branch1][C][Branch1][C][C][=
C][=C][N][
C][=C][NH1][C][=C][C][=C][C][=C][Ring1][=Branch2][
N][
N][C][=Branch1][C][=O][N][C][
1
[C][C][=N][O][C][Branch1][C][C][=C][
N][C][C][O][C][C][Ring1][=Branch1][
Branch2][Ring2][#
A
C][=C][Ring2][Ring1][Ring1][
O][C][=
S]
Branch1][=Branch1][N][
Br][
C][=Branch1][Ring2][=C][
S][=Branch1][C][=O][=Branch1][C][=O][
O][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=C][Ring2][Ring1][=Branch1]
C][=N][NH1][
[C][C][=C][C][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][O][
Branch1][Ring1][C][O][
C][=C][Ring1][P][
S][Branch1][C][C][=Branch1][C][=O][=O][
N][=C][
C][C][C][C][C][
C][=C][Branch1][C][Cl][
C][=C][C][=C][Branch1][Ring1][O][C][
[C][O][C][=C][C][=C][
Branch2][Ring1][Ring2][C][
[C][
NH2+1][C][C][
O][C][=Branch1][C][=O][
C][C][C][C][N][
C@@][Branch1][C][C][
C][=C][N][=C][
N][C][=Branch1][C][=O][C@@H1][
Ring1][Branch2][=C][
N][=C][Ring1][Branch1][
[C][C][Branch1][C][C][
C][=C][Ring2][
C][=N][C][=C][S][
C][=C][Ring1][=C][
C][C][C][C][C@H1][
C][=C][C][=C][Branch1][C][Cl][C][
N][=C][N][=C][
C][=Branch1][C][=O][C][=C][
C][=C][C][=C][C][=C][C][
N+1][=Branch1][C][=O][O-1]
l
b
Ring1][=Branch1][=NH1+1][
N][C][=C][C][=C][
Ring1][#Branch1][C][=Branch1][C][=O][
Branch1][Ring1][C][
Branch1][P][
[C][C][=N][N][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][C][O][
[C][C][Branch1][C][C][C][
C@@
Ring1][#C][C][
O][C][=C][
N][C][=Branch1][C][=O][C][C][=C][
NH1+1][C][C][N][
C][=Branch1][C][=O][C@H1][
[C][O][C][=C][C][=C][C][
N][C][=Branch1][C][=O][N][C][C][C][C][
NH3+1][
Ring1][=Branch2][
C][=C][C][=C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
C][=C][NH1][
C][=C][C][=C][C][=C][Ring1][=Branch2][
Branch1][Ring1][C][#N][=C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1]
O][C][C@H1][
/N][=C][/
Ring1]
S@
C][=C][S][C][=
N
C][=C][C][Branch1][C][Cl][=C][
[C][C@@H1][
[C][C][=C][C][=C][Branch2][Ring2][
C][=C][C][=C][Branch1][Branch2][
NH1+1][C][C][
Branch1][Ring1][C][#
Branch1][O][
[O][=C][Branch2][Ring1][Ring2][
C][Branch1][C][F][=C][C][=C][Ring1][#Branch1][
Branch
[C][C][Branch1][C][C][C@@H1][
Branch1][C][C][C][
S][C][=C][C][=C][C][=C][Ring1][=Branch1][
[C][C][=C][C][=C][Branch2][Ring1][
C@@H1][Branch1][C][O][
C][=C][C][=C][Branch1][C][F][C][
O][=C][
H
NH1+1][C][C][C][C][C][
Ring1][O][
Branch2][Ring1][Branch1][
C][=C][Ring2][Ring1][Branch2][
C
Branch1][=N][C][=Branch1][C][=O][
N][C][C][NH1+1][
s
Ring1][#Branch1][
Branch1][Ring2][
N][C][C@H1][
O][C@@H1][
C][=C][Ring2][Ring1][O]
[C][C][C][C][
=C][C][
C][=N][
Branch1][=Branch2][C][=C][C][=C][C][=N][
Branch1][=Branch1][C][Branch1][C][C][C][
Branch1][#Branch1][C][C][=Branch1][C][=O][O-1][
C][=Branch1][C][=O][N][C][C][
Ring1][N][
Branch1][C][Cl][
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
C@H1][C][C][C@@H1][
Branch1][C][C][Branch1][C][C][C][C][
e
Ring2][Ring1][Branch2]
Branch2][Ring1][Ring1][C][
Branch1][O][C][
Branch2][Ring1][#Branch2][
Branch1][N][C][
Ring2][Ring1][C][
[C][C][NH1+1][
C][=C][Ring1][S][
C][=C][Ring2][Ring1][=Branch1][
[O][=C][Branch1][O][
Ring1][=N][C][=C][
C][=N][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=C][Ring1][#Branch1][C][C][
Branch2][Ring1][C][C][=Branch1][C][=O][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=Branch1][C][=O][N][C][=C][C][=C][
C][C][C][C][C@@H1][Ring1][=Branch1][
C][=C][Ring1][S]
C][=Branch1][C][=O][C][
4
C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][=Ring1][Branch1][C][
S][=Branch1][C][=O][=Branch1][C][=O][N][C][C][C][
ch
[C][=C][C][
[C][#
Branch1][Ring2][S][
d
C][=C][C][Branch1][C][
C][=N][C][=C][C][=C][
C][=C][Ring1][
Branch2][Ring1][=N][
Branch2][Ring1][#Branch1][C][
Ring1][N][C][
N][C][=Branch1][C][=O][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=Branch1][C][=O][C@@H1][
Ring1][=Branch1][C][=N][
O][C][C][C][
NH1][
N][=
C][=N][N][=C][
Branch1][Ring1][O][
C][=C][Ring2][Ring1][=Branch2]
C][C][C][C][C][C][Ring1][=Branch1]
C][=C][C][=C][N][
[C][N][C][=Branch1][C][=O][
C][=C][C][=C][Branch2][Ring1][#Branch1][
[C][N][Branch1][C][C][
N][S][=Branch1][C][=O][=Branch1][C][=O][
Branch2][Ring1][Branch1][C][
O][C][O][
[O][
[C][C][O][C][=Branch1][C][=O][C][
Ring1][=Branch1][C][=
t
C][C][C][C@@H1][Ring1][Branch1][C][
Branch1][Ring1][O][C][=C][
Branch1][#Branch1][C][C][
Branch2][Ring2][Ring1][
C][=C][C][=C][C][Branch1][Branch2][
C][=C][C][=C][C][Branch1][C][Br][=C][
[C][C][=N][
]
Ring1][=C][C][
Ring1][Branch2][C][C][
N][C][C][C][C][Ring1][Branch1][=
Ring1][=N]
[F][
T
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][Ring1][Branch2][
Branch1][#Branch2][C][
Ring1][Branch2]
C@H1][C][C][
C@@H1][Branch1][C][O][C][
[O][=C][
Branch1][#
C][Branch1][C][F][Branch1][C][F][F][
Branch1][C][N][
Ring1][Branch1][=N][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#
Branch1][C][F][F]
Branch1][#Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][C][
=Branch1][C][=O][
@][
Ring1][Branch1][C][C][C][
O][C][C][=Branch1][C][=O][N][
=O][=C][
C][=C][Ring1][=Branch1][
C][=C][C][=C][C][Branch1][C][Cl][=C][Ring1][#Branch1][
C][=C][Ring1][#C]
S][=Branch1][C][=O][=Branch1][C][=O][N][C][
S][C][C][=Branch1][C][=O][N][
C][=C][C][Branch1][C][Cl][=C][C][=C][Ring1][#Branch1][
NH1][N][=C][
C@@H1][C][
C][=C][C][=C][S][Ring1][Branch1]
N][C][
S][=Branch1][C][=O][
[C][O][C][=C][C][=C][Branch2][Ring1][
Ring1][=Branch1][=N][
C][C][C@@H1][
O][C][=C][C][=C][
Branch1][#Branch1][C][C][C][C][
S@@][=Branch1][C][=O][
=
Ring1][=Branch1]
Cl
C][C][O][
Branch1][O][C][Branch1][C][F][F][
C][C][=C][C][=C][C][=N][
-
C][=C][C][=C][C][=C][Ring1][=Branch1][F][
O][C][=Branch1][C][=O][C][
Ring2][
O-1]
C@H1][C][C][C][N][
1]
Branch1][C][F][Branch1][C][F][F]
Branch1][=Branch1][C][C][C][Ring1][Ring1][=N][
NH3
Y
Branch1][C][
NH1+1][C][C][C][C@H1][
C][Branch1][C][F][=C][
Ring1][Ring1][
S][C][
C][Branch1][C][Cl][=C][
N][C][=C][C][=N][
C][C@H1][Ring1][Ring1][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][=N][
Ring2][Ring1][=Branch1][
[C][C][=N][O][
O-1][
C][=C][Ring1][=N]
C][=C][C][=C][C][
C][=C][C][=C][Branch1][Ring1][
Ring1][O][=O][
[C][O][C][=Branch1][C][=O][C][
C][=C][C][=C][C][Ring1][=Branch1][=C][
[O][=N+1][Branch1][C][O-1][
r
=O]
Ring1][#Branch2][=C][
[C][N][C][
C][=Branch1][C][=O][NH1][
O][C]
C][=C][C][=C][Branch1][C][Cl][
O-
C][=Branch1][C][=S][N][
Branch1][=Branch2][C][C][=C][C][=C][
C@@H1][
Branch2][Ring1][=Branch1][C][
C][=Branch1][C][=O][N][C@H1][
Ring1][Ring1][=C][
NH2+1][C][C@@H1][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][
Branch1][=N][C][
C][=Branch1][C][=O][N][Branch1][C][C][
Branch1][Ring1][C][C][C][
Ring1][O][C][
C][=C][Branch1][C][C][N][
C][=C][C][=C][C][Branch1][C][
Ring1][#Branch1][=C][
Branch1][=Branch1][C][Branch1][C][N][=
[O][=C][Branch1][C][O-1][
Ring1][#Branch1][=N][
C][C][C][C][
C][=C][Ring1][N]
Branch1][C][C][=Branch1][C][=O][
C][=C][Ring2][Ring1][Branch2]
C@@H1][C][C][C][N][
Branch1][=Branch1][C][C][C][
Z
C][=C][C][=C][Branch2][Ring1][Ring2][
Ring1][#Branch2]
Branch1][C][=S][
NH1+1][C][C][C][C][
[C][C][N][Branch1][Ring1][C][C][
O][C][C][O][
[C][NH1+1][Branch1][C][C][
Branch1][=Branch1][C][C][C][Ring1][
N][Branch1][C][C][C][=Branch1][C][=O][
C@H1][Branch1][C][O][
o
Branch2][Ring1][Ring2][C][=Branch1][C][=O][N][
O][C][=Branch1][C][=O][N][
S][C][=C][
Branch1][=C][C][=Branch1][C][=O][N][
B
C][=C][C][=C][O][
C][=O]
[C][S][
C@@H1][Branch1][C][C][C][=Branch1][C][=O][N][
Branch1][#Branch1][C][C][=Branch1][C][=O][
C][=C][C][=C][C][=C][Ring1][=Branch1][N][Ring1][=Branch2][
[N][
C][=N][C][Branch1][=Branch2][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][N][
9
Branch1][C][O][C][
Ring1][
Branch1][Ring1][C][O][C][
Branch1][=Branch2][S][Branch1][C][C][=Branch1][C][=O][=
C][=Ring1][Branch1][
Branch1]
Ring1][#Branch1][C][C][
N][C][C][O][C][C][Ring1][=Branch1]
[C][C][C][Branch1][Ring1][C][C][
C][
Ring1][=C][
C][Branch1][C][C][=C][Ring1][Branch2][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][
C][C][C][C@H1][Ring1][Branch1][
NH1+1][
[
Branch1][C][Cl][=C][
Ring1][S][=C][
Ri
[C][O][
Branch1][Ring1][C][NH3+1][
Branch1][C][N][=Branch1][C][=O][
Ring1][=Branch1][=C][
Branch2][Ring1][=Branch1][C][=Branch1][C][=O][N][
Branch1][S][C][
[C][C][C@H1][
[O][=C][Branch1][P][
Branch2][Ring1][Ring1][
Ring1][=Branch1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=N][
C][=C][Ring2][Ring1][Ring2]
C][=C][C][=C][C][=C][Ring1][=Branch1]
C][=C][Ring1][#C][
O][C][C][N][
C@H1][Branch1][C][C][C][=Branch1][C][=O][N][
Branch1][C][O-1][
N][Branch1][C][C][C][=Branch1][C][=O][C][
C][=N][N][Branch1][C][C][
S][Branch1][C][C][=Branch1][C][=O][
Ring1][=C]
[C][O][C][
N][Branch1][C][C][N][=
C][C][C][Ring1][Ring1][
[C][C][N][C][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][
N][C][=Branch1][C][=O][N][C@@H1][
S][C][=N][N][=C][
Branch1][#Branch2][N][
K
N][C][C][O][C][C][
C][=C][C][=C][N][=C][Ring1][=Branch1]
Br][=C][
N][C][=Branch1][C][=O][N][C][C][
C][=C][Ring2][Ring1][Ring1]
Ring1][Ring2][
Branch1][=N][N][
C][=C][C][=C][Ring1][#Branch1][
C][=C][C][=C][C][=Branch1][Ring2][=C][
[C][C][C][N][
C][=C][C][=C][Branch2][Ring1][#Branch2][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
[C][C@H1][C][N][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
[O][=C][Branch1][N][
C][=N][N][Branch1][=Branch2][
N][C][=Branch1][C][=O][N][
O][C][C][C][C][C][
C][C][C][N][
Branch1][
Ring2][Ring1][=Branch2]
C][C][C][C@H1][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][C][
g
Branch1][C][C][Branch1][C][C][C][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][O][C][C][
Branch2][Ring1][=Branch2][
Branch1][=Branch2][C][C][C][C][C][C][
Branch1][C][C][C][C][
C][=C][Ring2][Ring1][N]
Ring1][Branch1][C][=Branch1][C][=O][N][
[C][NH1+1][
Branch2][
C@@][
O]
Branch1][C][F][
C][=C][C][=C][C][=C][Ring1][=Branch1][F]
NH1
C][=C][C][=C][Branch1][C][C][
u
NH1+1][C][C][C][
=N][C][
C][=C][C][=N][C][=C][
S][C][C][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][C][=C][Ring1][=Branch2][
C][Branch1][C][N][=
C][=C][C][=C][C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
C][=N][C][=C][C][=C][C][=C][Ring1][=Branch1][S][
Branch2][Ring1][#Branch2][C][
+
S
R
[C][C][=C][S][C][
Branch1][#C][
Branch1][C][Br][
N][C][=Branch1][C][=O][C][=C][C][=C][C][
[O][=C][Branch1][#Branch2][
C][Branch1][C][F][F][
C][=O][
Branch2][Ring1][#
an
C][=C][Branch1][C][C][
Ring1][O]
Branch2][Ring1][Branch2][C][
C][=C][C][=C][Branch2][Ring1][Branch2][
Branch1][C][C][
-1][
C][=C][C][Branch1][C][Br][=C][
Ring1][#Branch1][C][
Cl]
C][=C][Ring2][Ring1][C]
C][=C][C][=C][
Branch1][Branch2][C][C][=C][
Ring1][#Branch1]
C][Branch1][C][C][=N][
Ring1][=N][
Cl][=C][
Ring2][Ring1][Branch1][
Branch2][Ring1][Branch1][C][=Branch1][C][=O][N][
[O][=C][C][
C][=C][C][=C][C][Branch1][C][Cl][=C][
3
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][N][
Branch1][N][C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
O][C][C][Ring1][=Branch1][
NH2+1][C@H1][
/C][=C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
Branch1][C][C][N][
Ring2][Ring1][Ring1][=
C][=C][C][=C][S][
O][C][C@@H1][
NH2+1][C@@H1][
C][=Branch1][C][=O][N][C][C][C][
NH
[C][C][=C][C][Branch1][C][C][=C][
Branch1][C][C][=N][
i
Ring1][=
C][=Branch1][C][=S][
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
Ring1][=Branch1][
Ring2][Ring1][#Branch2][
C][=C][Ring2][Ring1][Branch1][
N][C][=Branch1][C][=O][C][C][C][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][Ring1][#Branch2][
[C][C][=C][C][Branch1][C][
Branch1][=Branch2][C][Branch1][C][C][Branch1][C][C][C][
C][=Branch1][C][=O][N][C][=C][C][=C][C][
C][=C][C][=N][C][=C][Ring1][=Branch1][
=N][
N][=C][N][
C][=Branch1][C][=O][N][C@@H1][
Ring1][Branch1][C][=Branch1][C][=O][
Branch2][Ring1][=Branch1][
Cl][=C][C][
Branch1][Ring1][C][#N][C][=C][
C@@H1][C][C][S][=Branch1][C][=O][=Branch1][C][=O][C][
M
C][=C][Ring2][Ring1][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][
N][C][C][C][C][C][
N][C][=Branch1][C][=O][C@H1][
C][=C][C][=C][Branch1][Ring1][C][#N][C][=C][
[C][C][=C][C][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][=C][Ring2][Ring1][#Branch1][
Ring1][Ring1]
n
Ring2][Ring1][Ring
6
[C][C][=C][C][=C][Branch2][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][
C][=C][C][=C][Branch2][Ring1][=Branch2][
Ring1][=Branch1][N][
C][=Branch1][C][=O][O-1][
Branch1][Ring1][O][C][
Ring2][Ring1][=N]
C@H1][C][C][S][=Branch1][C][=O][=Branch1][C][=O][C][
C][=C][Ring1][#Branch2][
[C][C][Branch1][C][C][C@H1][
NH2+1][C@@H1][Branch1][C][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][C][C][
Ring2][Ring1][N]
Branch1][C][C][C][C][C][
@
F
/C][=
Branch1][Ring1][C][#N][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
C][=C][C][=C][Branch1][P][
C][=C][C][=C][N][=C][
Branch1][C][=Branch1][C][=O][N][
Ring1][Branch1][C][=N][
H1][
[C][C@H1][
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#Branch1][
S][Branch1][C][N][=Branch1][C][=O][
Branch1][C][=N][
C][=C][C][=C][Ring1][=Branch1][
F]
[C][C][O][C][=Branch1][C][=O][
[C][=C][
Ring2][Ring1][Branch1][=
C][=N][O][
a
Ring1][=Branch1][C][C][
Branch2][Ring1][Ring2][
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1]
Branch1][#Branch1][
N][=C][Branch1][C][C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
Ring1][Branch1][C][C][
N+1][=Branch1][C][=O][O-1][
Branch1][S][S][=Branch1][C][=O][=Branch1][C][=O][
Ring1][N]
Branch1][S][C][=Branch1][C][=O][
Branch1][C][C][Branch1][C][C][
Ring2][Ring1][Branch2][
Branch2]
C][=C][C][=C][Branch2][Ring1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=
C][=C][C][=C][C][=C][Ring1][=Branch1][C][Ring1][#Branch2][
Branch2][Ring1][P][
Branch2][Ring1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][=C][
C][=C][C][=N][C][=C][Ring1][=Branch1]
Ring1][#C]
Ring2][Ring1][#Branch2]
N][C][=Branch1][C][=O][C][O][
=N][/
C][=Branch1][C][=O][N][C][
Ring1][=Branch1][C][=Branch1][C][=O][
C][C][C][C][NH1+1][
S][
Branch1][=Branch1][C][C][C][Ring1][Ring1][
C][=C][C][=C][Branch2][Ring1][=Branch1][
[Cl][
S][Branch1][C][C][=Branch1][C][=O][=
C][=C][C][=C][C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
P
C][=
[O][=C][Branch2][Ring1][
C][=Branch1][C][=O][N][C][C][N][
Ring1][Branch1][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][S][
C@][Branch1][C][C][
[NH3+1][
Branch2][Ring1][#Branch1][C][=Branch1][C][=O][
Branch1][#Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][F][
N][C][=N][C][=N][
C][=C][C][=C][C][Ring1][=Branch1][=N][
NH2+1][
Branch1][C][=Branch1][C][=O][O-1][
[C][C][N][
N-1][
[C][O][C][=C][C][=C][Branch2][
Br]
Ring2][Ring1][=Branch2][
[C][C][N][=C][
Ring1][=N][C][C][
Branch1][Ring2][C][C][
N][C][=Branch1][C][=O][N][C][C@H1][
[C][C][=C][C][Branch1][C][C][=C][C][
C][=C][Ring1][#Branch2]
N][=N][N][
[C][C][O][
Branch1][C][C][C]
C][=C][S][C][
[O][=C][Branch1][S][
Ring1][S][C][
[O][=S][=Branch1][C][=O][
Branch1][#C][C][
Ring2][Ring1][Ring1]
Ring1][S]
Branch2][Ring1][C][C][
Ring1][Branch2][C][
Ring1][=Branch1][C][C][C][
Branch1][Branch2][C][=C][C][=C][S][
C][=C][
C][=C][C][=C][C][=C][C][=C][C][=C][Ring1][#Branch2][
O][N][=
Branch1][N][
+1]
C][C][
[C][C][Branch1][C][C][C][C][
/C][=N][/
=C][
S][C][=C][C][=Ring1][Branch1][
NH1+1][Branch1][C][C][
Ring2][Ring1][Ring2][
Bran
Branch1][#C][C][=Branch1][C][=O][N][
C][=N][C][=C][
C@H1][Branch1][C][C][C][
Branch1][C][C][=
N][C][=Branch1][C][=O][C@@H1][Branch1][C][C][
C@][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1]
N][C@H1][
/
[N][#C][
Branch1][=Branch2][
Ring1][P][
Ring1][O][=C][
C][=C][C][=C][C][=N][Ring1][=Branch1]
[C][O][C][=C][C][=C][Branch2][Ring2][
C][Branch1][C][C][=C][
Branch1][C][F][F][
Branch1][Ring1][
Branch1][C][C][Branch1][C][C][C]
C][=Branch1][C][=O][O][C][
N][Branch1][C][C][C][
C][=C][C][=C][C][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl]
S][Branch1][C][C][=Branch1][C][=O][=O]
[C][N][C][=C][
Ring1][=Branch1][C][=Branch1][C][=O][N][
P][
C@@H1][C][C][O][C][
N][C][=C][NH1+1][=C][
C@@H1][Branch1][C][C][C][
C][=C][C][=C][C][=C][C][=C][Ring1][=Branch1][
2
N][C][C@@H1][
C][=C][C][=C][C][Branch1][C][C][=C][Ring1][#Branch1][
Ring1][Branch1][C]
C][=C][Ring2][Ring1][=N]
N][C][=Branch1][C][=O][/C][=
C][=Branch1][Ring2][
Branch1][=Branch2][C][
Branch1][Branch2][
C][=C][C][=C][Branch1][#Branch2][
NH1][N][=
S][Ring1][=Branch1]
C][=C][Ring1][=Branch2][
N][C][=Branch1][C][=O][C][N][
[C][C][C@H1][Branch1][C][C][
C][Branch1][C][O-1][
Ring1][#Branch1][N][
[C][O][C][C][
C][=C][C][=C][Branch1][C][
C][=C][C][=C][Branch1][C][Cl][C][Branch1][C][Cl][=C][
Ring2][Ring1][O]
N][C][=Branch1][C][=O][C@H1][Branch1][C][C][
N][C][=Branch1][C][=O][C][=Branch1][C][=O][N][
@][=Branch1][C][=O][
O

[C][C][C][C][N][
Ring1][=Branch2][=
N][C][=Branch1][C][=O][N][C@H1][
N][C][=Branch1][C][=O][C][
V
I
[N][#
[O][=C][Branch1][=C][
=O][
Branch1][C][C][C][N][
C][=C][C][=C][C][=C][Ring1][=
Branch2][Ring1][=Branch2][C][
O][
C][=N][O][C][
Branch1][Ring1][C][C][
C][=C][Ring1][#
Branch2][Ring1][#C][
C][=C][C][=C][Branch1][Ring1][O][C][C][=C][Ring1][Branch2][
Branch1][N][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][Br][
C][=C][Ring2][Ring1][#Branch1]
Ring1][Branch2][
h
Branch1][Branch2][C][=C][C][=C][O][Ring1][Branch1][
C][=C][Ring2][Ring1][C][
[C][C@][
Branch1][Branch2][C][C][
Ring1][#
N][C][C][C][C][
C][C][C][O][
Ring1][Branch1][
Branch1][P][C][
C][=N][N][Branch1][C][C][C][=
S@][=Branch1][C][=O][
N][Branch1][C][C][
Branch1][O][C][C][
Branch2][Ring1][=
Ring1][#C][
#N]
C][C][C][C][C@@H1][
C@@H1][C][C][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
Branch1][C][F][=C][
Branch1][P][C][=Branch1][C][=O][N][
S][=Branch1][C][=O][=Branch1][C][=O][C][
Branch2][Ring1][=Branch1][C][=Branch1][C][=O][
Branch1][=Branch1][C][Branch1][C][C][
C][=C][C][=C][N][=C][Ring1][=Branch1][
C][Branch1][C][
Cl][
C][=C][C][=C][Branch2][Ring2][
C][C][C][NH1+1][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][=C][
Branch1][=N][
[C][C][=C][C][=C][C][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][=Branch1][O][
Branch1][C][=Branch1][C][=O][
Branch1][=N][C][=C][
C][=C][Ring1][Branch2]
Ring1][=Branch2][C][
/C][
C][Branch1][C][F][=C][C][
y
C][=C][C][=C][Branch2][Ring1][Ring1][
