[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
=[NH+]C
[C@@H](O)C
N(C)
c1cn
c1nnc(-
c(=O)
=O)cc1
C1=O)
[C@@H](C)[NH2+]
c2ccccc2OC
c4ccccc4)
O)
[N-]
CCN(CC
[NH
3)C
(CC
CC[NH+]1C
c1cccc2ccccc12
2)C
d
c1nc(-
c2)CC1
c12)
c2nc(C
cccc1
c4cccc
c1ccccc1F
Cc1cc(C)
CC(C)O
c2ccc(C#N)cc
[O-])n
[C@]3
/c(
N(CCC
C[NH+](C)C
(C)(C)C)n
c1cccc(Br)
c1ccc(F)
)n
c1cc2cccc
c1cccs1
(C)C)
)
c1ccco1)
CC2)C1
C(=O)[O-])
1CC
C[NH+]1CC
c2=O)
S(C)(=O)=O)
c2cc(C)cc
CC2)c1
c2ccc(C)
c1NC(=O)C
2+]
o1)
n
=S)
2)c1C
c2o
c3ccncc
c1cccc(C(F)(F)F)c1
2)nc1
2)cc1Cl
c2cc3
n(C
CCN(C(=O)
n(C)
sc1
c1Cl)
C(=O)N1CC
c2s
c3)C
]
nc(N
[NH2+]CC
NC(=O)CO
3)cc2)
c1ccc(NC(=O)
[C@H]1C
1)N
1CC1)
C[C@@H](N
c2ccccc2)n
[NH+]1CC
c3ccc(C)cc
COc1ccc(NC(=O)
c2nc3ccccc3
(N)=O
=[NH+]
CN(C(=O)
c1ccccn1)
c1ccccn1
c4ccc(F)cc
[C@@H]1C
c1cccs
(C)(C)C

3)CC
CCCC
CC1CC
1)C2
4CCCC
Cc1ccc(C)c(
c(N
Z
c1ccc(-
(C)CC
c1Cl
(O)
c2ccncc
[C@@]2
O=C(CO
c(C(=O)N
O=C(
O=C([O-])
c2cc(-
[NH+](C)C)
n(-
NC(=O)N(C)C
c1ccc(F)cc1
(C(N)=O)
/C1
1CCC
C(=O)N(C
[NH+]1CCC
c2sc3c(
c2ccc(F)cc2F)
c1cc(
c4ccccc4
(C)C(=O)
c(C(=O)[O-])
c2n[nH]
NC(=O)N[C@@H](C)
c1O
N(C(=O)
3
C[NH2+]
s2)CC1
c1=O
Cc1cc
[C@H](CO)
N(
2)n
#N
COc1cc(
[C@@H]([NH2+]
C(=O)NC
c1ncccc
Cc1cccn
c2)C1
c(C(F)(F)F)
c(C)cc1
nc(C
[C@@H]1CCCO1
=N
c1[N+](=O)[O-]
(C)C
[C@@H]3
c(O)
[C@@H]4
F
c1cccc2c1
c3)n
C(=O)N(
e
C=C
c1ccc(N2CC
4
=CCC
C[C@@H](C
(CC(=O)N
c1c(
1
c3cc(F)cc
1F
c3)cc
c2)
(OC)c1OC
2C
O[C@H](C)C
C1CCCCC1
Cc1nc(-
/C([O-])
4)CC3)
[O-])
C[C@H]1C
c3ccc(F)cc
CC2)cc1
[C@@](C)
2CCCC2)
(F)F)
[C@@]
c1OC
c2ccco
(N)
o2)
c1ccc(Cl)cc1)
=S
CCCNC(=O)
c2ccc(-n3
N2CCOCC2)
N#Cc1ccc(
c2cccc(F)c2)
[C@@H](O)
(=S)
[C@H]1CCOC
[C@@H](N
2CCC(
(CC)C
c3ccc(F)cc3)
l
c2ccc(F)cc2)CC1
n1-c1ccccc1
/C=C(/C
c3ccccc32)
[C@@H]2C)
2)cc1OC
CCc1nn
#N
C1CC1
N1C
c2ccc(O)cc
N(C(=O)N
CC3)n
4)cc
CCCN
n1cc
CCCN1C(=O)
n1
n2-
c2cc
c(SCC(=O)N
12
N1
NC(=O)N2CC
(F)F
(NC
nnn
2)cc1)
3CCCC
(CNC(=O)
CC1(C)C
cn2
1C
OCO
[C@H](C(=O)N
c2ccc(C)cc
Cc1nn(-
c(-c3cc
[C@H]
c1cc(Cl)
c3c2
sc1C(=O)N
.
1C(=O)
c1cccc(F)c1)
c(=O)[nH]
c2)cc
[C@@H]2
CCCC(=O)N
CC[NH+](C
[nH+]1
c1
CNS(=O)(=O)
/C
c2nc(
n2cccc
3CC3)n
3)CC1
CC1)
c1cc2
CC[C@@H]1
2C)cc1
c2cccs
(Cl)
O=
CC3)cc
O)C
c2ccccn2)
(F)(F)
[C@@H](C)C
C[C@H](S
Br)cc
[C@@H]2CCC
2)cc1
C(=O)[O-]
+]
c1ccc(Cl)
c3ccccn
c(=O)c2
NC(=O)N1CC
[C@@](C)(O)
C)
c3cc(
(N)(=O)
c2cccnc2)
c1nc(
C[C@@H](C)C
nc1
c2ccncc2)
c(NC(=O)
[S-]
[N+](=O)[O-])cc
NC(=O)C
CC1)N
c2nc(N
[C@@H]1CO
C[C@@H]2CCC
c3nc4ccccc4
CC(C)C
(C(=O)[O-])
c1ccc(F)cc
CC2)
Cc1ccc(NC(=O)
[O-]
CS(=O)(=O)
c2c(F)cc
n2)cc1
CC[C@@H]1C
c12
c3cn
c3ccccc3)CC2)
C[C@H](CC
c
c3cccs
=NC(=O)
c2cccn
3)CC2)
CCN(CC)
N2CCC
CC3)
C(=O)C
[C@]2(CC
[C@
c1cc(F)cc
c1ccs
c1O
co
NC(=O)NCC
C[C@@H](C)O1
c1ccc([N+](=O)[O-])cc
Cc1cc(C
/C=C
c5
[S@]
C1=C(C)
c1ccccc1)c1ccccc1
n2)cc
1Cl
n4
c2cc(Br)cc
(=O)[O-]
c3ccccc3
2=O)c1
CC2)n
c1cs
[NH+](C)C)C
S(=O)(=O)C
c2ccccc2c1=O
r
COc1ccccc1
c4n
[NH+]1CCCC1
OCC2)
CO
cccc
CC)
c1ccccc1F)
c(C(=O)NC
1CCN(
c1ccc(C
NC(=O)N2CCC
on
c1cc(C(=O)N
c1cccc(C(=O)N
c2cccc(Cl)c2)
c2n
(C)=O
c1cc
c1c(F)cc
(-
c1ccc(F)c(F)
CCS
Cc1nn(C)
c3C)
c(CN
[C@@H](C)N
CCCCCCCC
o1
OCCO
c1ccc(Br)cc1
3CCCCC3)
c(C)c(
c2cc3c(
CCC2)
c1N1CC
u
CN
c1nn
/C=N/
OCC)
c3ccccc3F)
SCC(=O)N
[C@](O)
(=O)N(C
ncc
2)C1
[C@@H]1C
c1ccccc1C
c1=O)
c2ccc(F)cc2
N1CCN(
c1N
C[C@@H](S
2(CC
O=C(CS
N1CCN(C(=O)
N(C
2
c3cccc
n1-
[C@H](N
c1Br
c2ccccc2Cl)
ccn
c1ccc2ccccc2
2)N
OC
Cc1nc(C
c2ccccc2)C
CC1
c2c(Cl)cc
c(=O)[nH]1
N(C(=O)C
[C@H](C
O3)
c2C)c1
/N=C
cnc3
@]
/C(=N
S(C)(=O)=O
c2ccc3c(c2)OCO
S(C)(=O)=O)cc
=C2
2=N
[C@H]2
[NH3+])C
c2cc(C(=O)N
c2cccc(F)
c2ccccc2)cc
c2ccccc2F)
Cc1o
+
(C)C
(C
O2)
CC[C@H]2
c1)
Cc1noc(C)c1
c1cccc(Cl)c1)
O=C1
c1cccc(Cl)c1
Cc1ncc
c3ccc(F)cc3
c3cccc(Cl)
C[C@H](C)C
([NH3+])
c1C)
c2ccccc21)
[C@@H]1CCCN(C(=O)
Cc1ccc(C
n3
c(-
(F)(F)F)
2CCN(
COC
1)C(=O)N
c1ccc(F)cc1F
c2nccn
3)C2)cc1
CCn1
3CCCC3)
Cc1ccccc1-
[nH]
[NH+]2CC
[C@@]1
cn1)
c1cccc([N+](=O)[O-])c1
c3ncc
CCCO
c2ccc(
C1
Cc1cc(
[C@H]1CO
c2cc(N
c(F)cc
c2ccccc2)cc1
CCN2C(=O)
CCN(CC)C(=O)
c1ccccc1
c2cc(C)
c(C)c1C
c1ccc(Br)cc
c1ccc(C(=O)
3=O)
[NH+](C)C
N(CC
Cc1s
(CN
c2cnn(C)
([O-])
CC(C)
C[C@H]1
O)cc1
c(=O)o
c1ccc(C)
c2ncccn
/C=N
CC[C@H]1CC
=C1
CCCC2)
C2
(=O)N
CC2)CC1
2)s1
N(S(=O)(=O)
[C@@H]1CC
N#
n1)
2)CC1
Cn1cc
[C@]1
Cc1cs
c3o
[C@@H](
[NH+]1C
CC[C@H]1C
c1cccc
1)N1CC
COC(=O)
CC2
3CC3)
Cc1cccc(-
CCCO)
c(C)nn
c1nccs1
N(C)C(=O)N
[C@H]3
CCc1no
cccn
c(C)no
O1)
c2c(c1)
3)cc1
c1C
COc1cc2
CC1(
C
c2cccc(
c(SC
O2
/
c2ccc(Cl)cc
c2)n
nc1
n1
1CCCC1)
CCCCC1
CC1=C
C[C@H](O)
l)
c2scc
co1
Cc1n[nH]
CC[NH+]1CC
c2ccc(Cl)cc2
c3ccccc3)C
c1ccc(S(=O)(=O)N
)n1
[NH+](
C[C@H](N
c3cccc(F)
#N)cc1
O[C@@H](C
c2C1
CC(C)(C)
/C(=C
CN(C
(C)(C)
CCCn1
3=C
c2ccc(OC)cc
Cc1cccc(
c1C(=O)N
c1ncc
c(OC)c1
c1no
c2cccc3cccc
S1
(F)(F)F)cc1
CCS(=O)(=O)
CC
F)
CC[NH2+]
c1cccc([N+](=O)[O-])
n2c(
L
c2ccccc2
C[C@H](C)
c2cc(C
c1o
(F)(F)F)cc
6
c3ccc(C
C[C@@H]([NH2+]
CCC[NH2+]
@
2)o1
O=C1CC
OCC2)cc1
2CC3CC
N(C)C(=O)
[N+](=O)[O-])cc1
CC(=O)NC
I)
C[C@H]2
c1ccc2c(c1)OCCO2
COc1ccc(
(F)(F)F
C[C@@H]2
c2ccccc2)n1
Cc1nc(
c2ncccc2
c1ncn
C[C@@H](C(=O)N
[C@H](C)C1
c3cccn
COc1cccc(C(=O)N
(=N
c2cc3cccc
C[C@H]1CCC
c(F)
[C@@H](C)
O)cc
c3ncn
C[NH+]
NC(=O)CC
Cc1c(C(=O)N
c1
c3cc(Cl)cc
(=O)[nH]
N2
Cc1cccc(C
C[C@@H]1CCC
2
[NH+](C
3CCCCC
=C([O-])
CCN1C
COc1cc(C
8
3)C2)c1
CC1
CCC(=O)N
c(C)c1
c(Cl)c1
c2ccs
=C(C
Cc1cc(F)cc
T
c(C)nn(C)
Br
CCNC(=O)
2C)c1
=C
D
c1cccn
CC[C@@H](
CCC1)
(C)C)CC1
[C@@](O)
c1OC
2Cl)
c1cncc
Cc1
5
2C)
nc(
[n+]
N(C)C
c2c1
C=
cc3
n2cn
c2Cl)
(C)(C)C)cc
c23)cc1
c2nnc(C
c2ccn
c1ncc(C
[C@H](
CC(=O)
c1cccc(N
CC[C@H](
c2ncn
C1=C
c(N)n
S(=O)
1CCC(
O=C(NCC
c[nH+]
)cc1OC
c2)c1
CC2
c(cc1
Br)cc1
n2cccn
CCNC(=O)N
cs
c2C)
c2ccc(Br)cc
3(CC
C[C@@H]1
c1)N1CC
C=CCn1
c1ccc(C(=O)N
-]
c2cccc(C(F)(F)F)
c2o1
Cc1c(
CC1=O
NC(=O)N
[C@H]2C
n2ncc
(N
[C
C[NH+](C)
c1cccc(C)
=
CN(CC
O=S(=O)
c1c(C)
)cc1F
CN1CC
c1cc(Br)cc
SC
[C@H]1CC
2CCN(C
CCC1
s2)cc1
c2=O)cc1
C1(
[C@H](C(=O)[O-])
CCN1
3)cc2
c2nnn
c1ccsc1
c2ccccc2C1
[n
2)cn1
G
2)
3)n
-
CCC
S(=O)(=O)N
CCOc1ccc(
CCn1cc
[NH+](C)
i
1Cl)
Cc1cc(C(=O)N
c1cccc(-
CCOc1ccccc1
1C
c(C#N)
1=O)
c3ccc(Br)cc
C(=O)
=CC(=O)
O=[N+]([O-])
y
OCCO2
n2
COc1cccc(C
COc1ccc(OC)
c(Cl)
(CO)
NS(=O)(=O)
CC(C)(C)C
[C@H](C)C(=O)N
[C@H]3CC
c1-
OC)
(C)C)cc
c2ccc(OC
c1N
c2ccc(F)c(F)
c(C
K
c1ccc(NC(=O)C
CC2)n1
1(=O)
C[C@H]([NH2+]
[NH+]3CCCC
c1cccc(NC(=O)
OCCCO
2CCN(C(=O)
c(=O)n(C
[C@H]2CC
2=O)cc1
c1c[nH]
c2cccc([N+](=O)[O-])
c1ccc2[nH]
C[C@H](C(=O)N
c3)
c1cc(C)
4)
(C(=O)N
c4cc
c3c(
sc1C
2CC
c1c(Cl)cc
3CC
c2ccccc21
S(C)(=O)
OCC
O[C@H](C
c2cc(Cl)ccc2
c(C)n
N1C(=O)
Cc1cc2
cn
c2ccccc2)c1
/[NH+]
cc
1(C)C
2C
[NH+]=
O=C([O-])C
c1C
c1cccc(F)c1
0
C[C@H](NC(=O)N
3)s
c2c(
H]
c1nc(C
OC
N2CC
OCCC
2CC[NH+](C
[C@H]1CCCN(C(=O)
(F)
#
2CCCCC
C[C@H]
c1cnn(-
#N)cc
(C#N)=C
(=O)o
C[NH+](C
3C
NC(=O)[C@@H](C)
1C)
c4)
#N)c1
b
CCOCC
c1cccnc1
OCC1
C[C@H](
(C#N)
[C@@H](C(=O)N
c3ccccc3)cc
O[C@@H](
(=O)[O-])cc
N2C
c3n
c1F
c2N
NC(=O)N1CCC
1CC1
O=C(NC1CC
2=O)
CC(C)(C)O
c1cccc(S(=O)(=O)N
c1cccc2
N=N
c2nc3c(
n2cncn
(C)
1CCN(C(=O)
[C@H](C)[NH2+]
c(OC)
(C)(=O)
c[nH]
c1cnn(C)
NC(=O)N(C
Br)
[nH+]cc
c2ncc
CN1C(=O)
/N
c(CC
(C)(C)C)
C(=O)N1C
CC
o2)c1
n2)
n1cn
[C@@H](C(=O)[O-])
9
nn
(C)(C)C
cc1
n2n
[NH+]2CCC
(=O)N(
C1CCCC1
3CCN(
c1ccccc1)C(=O)N
cn1
C[C@H](C
[O-]
Cn1
/N=C/
c1ccccc1Cl
3)C2)
CCC1
(C)cc
=O)
(C)C)cc1
1CCCCC1
c3ccc(
c2cccc(Br)
c2ccc3c(
CC(=O)N1CCC
c2ccc(C(=O)N
Cc1cccc(C)
N1C(=O)N
M
[NH3+]
[C@@H]3CC
CCOc1ccc(C
c2cccc(-
c2c(C)
(=S)N
CC1(C)
O=S(=O)(
c1ccc(
(C)n
[NH+]1CCC(
2)cc
c(F)c1
c2no
[O-])C
([N+](=O)[O-])
1)
[C@H]([NH3+])
CC[C@@H]1CC
c2cccc
[C@@H]1CCC
SC1
c2ccccc2O1
O1
O=C(N
2CCOCC2)
a
[C@@H]1C(=O)N
[NH+]
[C@H]4
(C)CCC
COc1cc
l)cc1
SC)
c2ccc3c(c2)
(Br)
3)c1
CCC(CC)
(CC)
NC(=O)C(=O)N
c2ccc(Cl)
3)o
c2ccccc2)
c1ccccc1)C
7
[NH+](CC(=O)N
s1)
=C(/C
n(
CCCC1
NC(=O)N(C)
l
[S
(C)=O)cc
c1)C(=O)N
c2nn
c1cccc(F)
[C@]
c2ccccc2)CC1
[C@@H](CO)
CCn1n
Cc1ccc(-
N#C
c3[nH]
CC[C@H](C)
S
1)N1CCC
[C@H]1
21
/C(=C/
c2ccccc2)C1
c1n[nH]
2)cc1F
c3C
NC(=O)[C@H](C)
c2nc(-
c1cccc(C(F)(F)F)
Cc1n
c2cn
(C(F)(F)F)
Br
c1ccc(C)cc
c2F)
[C@@H](C)NC(=O)
(N)=O)cc
c3ccccc3Cl)
3+]
CC(=O)N1CC
c1ccc(Cl)cc
[C@@
NC(=O)C1
[N
O=S(=O)(N
c(C(=O)
S(=O)(=O)C1
[C@@H]3C
I
CN(C)
COc1ccc(-
[S@
c3ccc(Cl)cc
=O)cc
c2ccc3ccccc3
c2ccc(N
Cc1cc(C)cc
N
OC(=O)
c2ccccc12
2=O)cc
=C(/N
c3ccccc3)
O=C(C
C1CC
/C(
c2ccccc12)
c(
c3cc
c(=O)n
c(C)c(C)
[C@@H](CC
B
F)cc1
c1s
c1ccc(OC
c2cc(Cl)cc
4CC
[C@@H](NC(=O)
[C@H]2CCC
NC(=O)NC
C[C@@H]
(
[NH3+])
c(C)c1
CC[C@@H](C)
c2ccc(Cl)cc2)
c(=O)n(C)
cccc2
1CCCC1
C=CC
2CCC
c2ccccc2C
c(NC(=O)C
C(=O)[O-]
[N+](=O)[O-])cc1
1OC
c1ccc(C)cc1
CCNC(=O)C
A
C(F)(F)
C(=S)N
5)
NC(=S)N
cs1)
CC[C@H](C
[NH2+]C
[C@H]1C
[C@@H]
c2cccc3
H+]
c1cccc(C
C(=O)OC
N(CC(=O)N
c1ccc([N+](=O)[O-])cc1
c1ccccc1OC
c3=O)
=CC
C[C@@H]1C
[C@](C)
c1S
C1
=C/
c3
Cc1nn
1)c1ccccc1
c2c[nH]
O=C1N
[C@@]3
c(C)n1
COc1ccc(C(=O)N
cn2)
c1nc2ccccc2
N2C(=O)
c2ccccn
CC[C@@H]2
COc1ccc2c(c1)
[C@H]1C(=O)N
[C@@H]([NH3+])
c3ccccc3C
c1ccncc1
CC[NH+]
c2nc(-c3cc
c1nnc(C
H
c2)C
CCOC
nn1
[C@@H](C#N)
c1csc(-
s1
1=O
C[C@H](NC(=O)
c2cncc
2)cc1
n2ccn
OC(C)(C)C)
c1ccc2c(
c5ccccc5
c2C)cc1
COc1cccc(-
c2ccc([N+](=O)[O-])cc
[
c2ccc(C
[C@@H]1
c5cccc
2)c1
(=O)O
C[C@@H]1CC
[N+]
c2s1
[C@H](C)
O=C
2CC2)n
CCCCC
(=O)[O-])
c3s
C[C@]1
c1cc(Cl)cc
c1ccco1
Cc1ccccc1
c3ccc4c(c3)
[nH+]ccn
[C@@H]2CC
c1ccncc
c(C)cc
)cc1
c1ccccc1)N
n12
[C@H](C)NC(=O)
NC(=O)CS
(Cl)C
o
S(=O)(=O)
l)cc
Nc1n
[NH+](CC
Cc1cc(N
c1cc(C
O=C1C
CCC2
c(S(=O)(=O)N
[C@H](O)C
CCN1C(=O)
(C(=O)
CCc1ccc(
(C)C)n
c2ccc(NC(=O)
OCO2
(OC)
c2c(F)cccc2
c2n1
SCC
C[C@@H](C)
3)CC2)c1
CC[NH+]1CCC
c1cccc2cccc
c(-c4cc
2CCCC
c23)
(C(=O)NC
c2
[C@H]3C
C(=O)O
[C@@H]1CCOC
S(=O)(=O)[N-]
O=C(Cn1
2)cc1C
[C@@H](C)C1
[C@@H]1CCS(=O)(=O)C1
CCNS(=O)(=O)
c1cc(N
O=C(/C=C/
C(=O)N
OCC(=O)N
/C=C2
NC(=O)c1cc
2C(=O)
Cc1no
n1C
cc2
C[C@H]2CCC
C[NH+]1CCC
OC)cc
[C@H]3CCC
C(=O)N1CCC
OC(C)(C)C
c2cccc(Cl)
/C=C/
2)no1
c1ccccc1-
C[C@@H](NC(=O)
(Cl)cc
nc(-
N(C(=O)NC
c4c(c3)
[C@]2
c2n(
(C)C)C
3C)
c4
CCc1n
3)CC2)cc1
c1c(F)cccc1
CO1
cccc3
c1ccc(F)cc1
1
c2cccs2)
c([N+](=O)[O-])
O[C@H](
c3ccco
c1nc2c(
c21
2cccc
[N+](=O)[O-])
Cc1ccc(C(=O)N
N1CCOCC1
[C@@H](C
C[C@@H](O)
c1NC(=O)
(C)n1
C1CCN(C(=O)
CCc1ccccc1
c1cccc(Br)c1
c3ccccc32)cc1
F)cc1
V
=C(
C[C@H]1CC
(N)=O)
c(NC
c1cccs1)
C[C@@H](
4)C
2CCCCC2)
c34)
[C@H]([NH2+]
[C@@H]1CCO
Y
[N+](=O)[O-]
(CCC
CO
c3cccnc3
c(OC
CC[NH+](CC)
2)n1
c1ccc2c(c1)OCO2
[S@](=O)
[C@H](C)C
[C@@H]2CCCO
[O
C1=O
3CCO
c2c(C)cc
c2[nH]
c1cccc(OC
c3ccccc3)n
c2)n1
c1cc(-
OCC1)
/C(=N/
[C@H](NC(=O)
CCN(C
[C@@H](C)C(=O)N
c1ccc(Cl)cc1
[C@@H]3CCC
)nn
OC)C
g
=N/
2C1
CC[C@@H]2C
CN1C
P
CS
cc(
CCc1nn(C)cc
c2ccc(F)cc2)
CCO
Cc1ccc(
CCOC(=O)
l)C
N
s2)
c3nn
c1ccco
c1cc(C)cc
c2ccco2)
(C)=O)
(C)C(=O)N
)cc
c1n
c(C)
c1cccc(
c(N)
Cc1cccc(N
NC(=S)
c2cc(
CC(=O)N
)C1
c(S
COc1cccc(
ncc2
N3
c2cccc(C
Cc1ccc(NC(=O)C
[NH+](C)C
CCN
C[C@@H](CC
c2cc(F)cc
NC(=O)
Cc1cn
C[C@@]1
[NH2+]
[N+](=O)[O-]
O
n2cc
[NH3+]
C#
N=C(
[S@@](=O)
ncn
c1)C
[C@H](CC
c2ccc(S(=O)(=O)N
4)n
c(OC)cc
3
N1
3CCC
[C@](C)(O)
3=O)cc
C(C)(C)
(=O)[O-])C
OCO2)
c2ccccc2-
Cc1[nH]
c1ccc2c(c1)
c1ccc(N
N1CC
[C@H](O)
c2cc(Cl)
COc1ccc(S(=O)(=O)N
2=O
c2ccc(-
c2c1
C(
[N+]([O-])
)cc1
c1ccccc1
c2C
CNC(=O)
CCN1CC
NC
CS(=O)(=O)N
[N-]S(=O)(=O)
CCc1
cs1
O=C(CC
c1ccccc1)
c1F)
[nH+]
3CCOCC3)
(CC(C
#N)C
Cc1ccc(S(=O)(=O)N
(F)(F)F)C
(=O)
c1ccc(Br)
t
N=C
on1
2=CC
1)C
CCO1
CN(C)C(=O)
N)
c2)cc1
S(N)(=O)
CC(C)n1
s
=O
cnn
/C=C/C(=O)N
1)C(=O)
COc1ccc(C
(C)C)c1
4cccc
3)cc
c3ccccc23)
2CC2)
c(Br)
c4c(
c1[nH]
/[NH+]=C(/N
)C
@](=O)
C1=N
c1ccc(F)c(F)c1
3)C1
Cc1ccc2c(c1)
2=C
3)
Cc1ccc(C)
(C[NH3+])
C(=O)N1
(c2ccccc2)
#N)
c1ccn
o2)cc1
Cl
c2ccc(F)cc
c2ccc3c(c2)OCCO
[NH+](C)CC
F)cc
l)cc1
c(Cl)cc
c2cccc(C)
c1cccc(Cl)
[nH]1
CCCn1cc
C[C@@H]2C
=S
c2ccc(F)
c2-
c3ccc(Cl)cc3)
(NC(=O)
c(=O)cc
N1CCC
c(cc
O
F
c1ccccc1Cl)
[C@@H]2C
c1ccc(O
c([N+](=O)[O-])c1
[C@H]1CCC
1C(=O)N
C2CC
c1)N
CC[C@H]1
c2cs
c1ccc(F)cc1)
CCCC2
[NH+]3CCC
