C][=C][C][=C][Branch1][C][Cl][C][Branch1][C][Cl][=C][Ring1][Branch2][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][N][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][C][
N][=C][Ring1][#Branch2][
Branch1][Branch1][C][
C][=C][Ring1][=N][
Ring2][Ring1][Ring1]
Branch1][Branch2][N][C][C][C][C][
C][C@@H1][Branch1][C][C][C][
N][C][=Branch1][C][=O][C@@H1][
[C][C][=N][O][C][
Branch2][Ring2][
Ring2][Ring1][=Branch1][
C][=C][C][=C][Branch1][C][Cl][C][Branch1][C][Cl][=C][
Branch1][C][=
N][C][=Branch1][C][=O][N][C][C@H1][
C][=N][C][
Ring1][Branch1][C][=N][
[C][#
N][=N][N][
NH1+1][C][C][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][
N][C][=Branch1][C][=O][N][C@@H1][Branch1][C][C][
C][=C][Ring1][N]
[Cl][
N][C][=Branch1][C][=O][C][=C][C][=C][C][=C][Ring1][=Branch1][
S
Ring1][=N][=N][
Ring1][Branch1][
Branch1][Ring1][C][#N][
[C][C][=C][C][=C][C][Branch1][C][C][=C][Ring1][#Branch1][
A
Ring1][Branch2][=N][
s
C][=C][C][=C][C][Branch1][C][F][=C][
C][=C][C][=C][Branch2][Ring1][O][
C][Branch1][C][Cl][=C][C][=C][Ring1][#Branch1][
Ring2][Ring1][#Branch2][
N][C][=N][N][=N][
1][
Ring2][Ring1][Ring1][
C][=NH1+1][C][=C][N][
Ring1][S][
C][C][C][O][
N][C][=Branch1][C][=O][C][C][C][N][
C][=C][C][=C][Branch2][Ring1][
N][C][=Branch1][C][=O][C@H1][
Branch1][C][F][Branch1][C][F][F][
C][=C][C][=C][C][=C][Ring1][=Branch1][
[O][
[C][O][C][=Branch1][C][=O][C][
N][Branch1][C][C][C][
[C][O][C][=C][C][=C][Branch1][Ring1][O][C][C][
O][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch2][Ring1][=Branch2][C][=Branch1][C][=O][N][
C][C][C][C][Ring1][=Branch1]
Branch1][N][C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
C@H1][C][C][C@H1][
C@H1][Branch1][C][C][C][=Branch1][C][=O][N][
Branch2][Ring2][Branch1][
S][=Branch1][C][=O][=Branch1][C][=O][N-1][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][C][C][
[O][=N+1][Branch1][C][O-1][
Ring1][O][C][C][
N][C][=Branch1][C][=O][C][S][C][=N][
Ring2][Ring1][Branch1][=C][
Branch1][#Branch2][C][
C][=C][Ring1][Branch1][
[C][C][Branch1][C][C][N][
Branch1][Ring1][C][#
N][C][=Branch1][C][=O][C][C][C][
Ring1][#Branch1][C][=
C][=C][C][=C][Branch1][Ring1][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
N][C@@H1][
C][=Branch1][C][=O][O][
N][C][C][C][C][C][Ring1][=Branch1]
O][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
Ring1][#
S][=Branch1][C][=O][
C][C][C][C@@H1][
Branch2][Ring1][Ring1][
C][=C][Ring2][Ring1][#Branch1]
Ring1][N][C][
C][Branch1][C][F][F][
C][=C][C][=C][Branch2][
C][=C][C][=C][Branch2][Ring1][=Branch1][
Branch1][Ring1][O][C][C][
Branch1][C][C][=N][N][Branch1][C][C][C][=
Ring1][#Branch1][
C][C][C][NH1+1][
Ring2]
C][=C][C][=C][Branch1][P][
[C][C][=C][C][=C][Branch2][Ring1][=C][
C][=C][C][=C][N][
C][=C][Ring1][S]
C][C][C][C][Ring1][Branch1][=
N][C][=Branch1][C][=O][N][
NH1+1][=
S][C][=Branch1][C][=S][N][
C][=C][Branch1][C][C][
2]
C@][Branch1][C][O][
Branch1][C][NH3+1][
N][C][C][O][C][C][Ring1][=Branch1][C][
O][C][=Branch1][C][=O][
C][=C][Ring1][#Branch1][C][
Ring1][Ring1]
C][=C][C][=C][Branch2][Ring1][Branch2][
NH1][N][=
C][C][C][C@@H1][Ring1][Branch1][C][
1]
NH3+1]
Branch1][Branch2][C][
C][C][C][O][Ring1][Branch1][=C][
C@@H1][C][C][S][=Branch1][C][=O][=Branch1][C][=O][C][Ring1][#Branch1]
Branch1][N][C][
[C][S][
[C][C][S][C][
C@H1][C][C][
Branch1][C][F][=C][
C][C][C][C][NH1+1][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1]
[NH3+1][
C][=N][Ring1][#Branch1]
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][
0
Ring1][#C]
Ring1][O][
Branch1][C][C][Branch1][C][C][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][Ring1][=Branch1][
C][=C][C][=C][Branch2][Ring1][Ring1][
C][=C][C][=C][C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
C][=C][S][
C][=C][Ring2][Ring1][=N]
Ring2][Ring1][C][C]
[C][C][=C][C][=C][Branch2][Ring1][Branch2][
Ring1][=Branch2]
C@@][
T
Branch1][Ring2][C][Ring1][=Branch1][C][
Ring1][Branch1][C][Ring1][#Branch2]
C@H1][Branch1][C][O][
C][=N][C][=C][C][=C][Ring1][=Branch1][C][
#N][
Ring1][#Branch2][
F][C][C][
C][=C][C][=C][Branch2][Ring2][
Branch1][Ring1][C][O][
C][=N][N][=C][
O][C][C][C@@H1][
Branch2][Ring1][C][
Branch1][C][=Branch1][C][=O][N][
Branch1][O][C][C][
Branch1][=N][C][=Branch1][C][=O][
C@@H1][Branch1][C][O][
N][C][=Branch1][C][=O][C@H1][Branch1][C][C][
C][=C][Ring2][Ring1][=Branch1]
N][=C][N][
C][=C][C][=N][C][=C][Ring1][=Branch1][
O][C][C][=Branch1][C][=O][N][
[C][C][Branch1][C][C][Branch1][C][C][
C][=C][C][=C][Branch1][Ring1][C][#N][C][=C][
Ring1][=
[C][NH1+1][
C@][Branch1][C][C][
C][=C][Ring1][#C][
C][=C][Ring1][=C][
C@H1][Branch1][C][C][O][
P
Ring1][=Branch1][=N][
S][=Branch1][C][=O][=Branch1][C][=O][N][
C][=C][C][Branch1][C][F][=C][C][=C][Ring1][#Branch1][
Branch1][Branch2][C][C][
N][S][=Branch1][C][=O][=Branch1][C][=O][
S][Ring1][=Branch1]
N][C][=Branch1][C][=O][C][C][=C][
C][=C][Ring1][=N]
Ring2][Ring1][#Branch1][=
Ring1][N][C][=C][
Ring1][Branch1]
C][=N][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=N][C][=C][C][=C][C][=C][Ring1][=Branch1][S][
N][C][C][N][
Branch2][Ring1][=N][C][
C][=C][Ring2][Ring1][#Branch1][
C][C][C][C][O][
=C][C][
[C][C][=C][C][
[C][O][C][C][N][
Ring2][Ring1][=N]
Branch2][Ring1][Branch1][C][=Branch1][C][=O][
C][C][C][C][C][C][Ring1][=Branch1][
S][=Branch1][C][=O][=Branch1][C][=O][N][C][C][N][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][
NH2+1][C@@H1][Branch1][C][C][
Branch1][=N][C][=Branch1][C][=O][N][C][C][C][C][C][
N][Branch1][C][C][C][=Branch1][C][=O][
NH2+1][C][C@H1][
C@H1][C][C][C][
C@@H1][C][N][
Branch1][C][C][O][
Branch2][Ring1][#Branch2][
S][Ring2][Ring1][=Branch1]
K
C][C][NH1+1][
[C][C][C][=N][N][
C][C][N][
Ring1][Branch1][C][=Branch1][C][=O][N][
Branch2][Ring2][Ring2][
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][Ring1][Branch2][
C][=C][C][=C][Ring1][#Branch2][
N][Branch1][C][C][C][C][
C@@H1][C][C][C@H1][
S][Ring1][#Branch2]
Ring1][=Branch1][C@H1][
Ring1][=N][C]
Branch1][#Branch1][C][C][C][C][
C][=C][C][C@H1][
C][=C][Ring2][
N][C][C][O][C][C][Ring1][=Branch1][
Ring1][=Branch2][C][C][
Branch1][=Branch2][C][Branch1][C][C][Branch1][C][C][C][
N][C][=N][C][=N][
Branch1][Ring1][C][NH3+1][
C][C@H1][
N][C][=Branch1][C][=O][N][C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][N][Ring1][=Branch2][
[C][C][N][C][
C][=C][C][=C][Branch2][Ring1][C][
N][Branch1][C][C][
Branch1][=Branch2][C][=C][C][=N][C][=C][
Branch1][Branch2][
C][=Branch1][C][=O][C@@H1][
Branch1][=Branch1][C][C][C][
O][C][C][Ring1][=Branch1][
Branch2][Ring2][C][
Ring1][=C][
Ring2][Ring1][C]
C][=C][C][=C][Branch1][O][
C][=Branch1][Ring2][=N][
[O][=C][Branch1][P][
Branch1][=Branch1][C][Branch1][C][C][C][C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][C][=C][Ring1][#Branch2][
[O][=C][Branch1][=N][
O][C][C][O][
Branch1][C][NH3+1][C][
Branch1][Ring1][C][O][C][
Branch1][C][O][C][C][
Branch1][#Branch1][C][C][=Branch1][C][=O][O-1][
[C][C][C][=Branch1][C][=O][N][
C][=C][C][=C][C][=N][Ring1][=Branch1]
C@@H1][Branch1][C][C][
C][=C][C][Branch1][C][C][=C][Ring1][Branch2][
Ring1][Branch2][=C][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][=N][
=N][O][
Branch1][O][C][Branch1][C][F][F][
Branch1][=Branch1][C][C][C][Ring1][Ring1][C][
N][=N][N][Ring1][Branch1][
C][C][=C][C][C][
C][=N][NH1][
o
C][=C][C][=C][C][=N][
C][=C][C][=C][C][=C][Ring1][=Branch1][S][
Cl][=N][
C][=Branch1][C][=O][O-1][
C][=C][Ring1][P]
Branch1][O][C][C][Branch1][Ring2][C][Ring1][=Branch1][C][Ring1][=Branch2][C][
[C][C][O][
Branch2]
C][C][O][
Ring1][Ring2][
Ring1][=Branch1][C][=
[O][=C][Branch2][Ring1][Ring1][
Ring1][
NH1][N][=C][
Branch1][N][C][=C][C][=C][C][Branch1][C][Cl][=C][
[O][=
C][=C][Ring2][Ring1][=C]
C][=C][C][=C][Branch1][N][
[C][C][=N][C][=C][
Branch1][=Branch1][C][
C@@H1][C][C][C][N][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][Ring1][#Branch2][
C][=C][C][=C][Branch1][#Branch2][
Branch1][Branch1][C][C][
Branch1][Ring2][S][
Ring2][Ring1][C][C][
N][C][=Branch1][C][=O][C][=C][C][=C][C][
[C][#C][C][
C][=C][C][=C][Ring1][Branch2][
N][C][C][C@H1][
C][=C][Ring1][#Branch1][C][C][
Branch1][Ring1][C][C][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][F]
C][C][
C][C@@H1][
C][C][C][C][C][C][
NH1][C][
Ring1][#Branch1][=C][
C][=C][Ring2][Ring1][C]
C][C][C][C][C@@H1][Ring1][=Branch1][
C][=C][C][=C][Branch1][C][Br][C][=C][Ring1][#Branch1][
/C][=C][
N][C][C][C][C][
ch
Ring1][N][C][C][
[C][C][=N][N][
Ring2][Ring1][#Branch2]
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][F][
C@@H1][Branch1][C][O][C][
C@H1][C][C][S][=Branch1][C][=O][=Branch1][C][=O][C][
C][=C][C][=C][C][=C][C][=C][C][=C][Ring1][#Branch2][
C][=C][C][=C][Branch1][C][Br][C][=C][Ring1][#Branch1]
N][C][=Branch1][C][=O][C][S][
C][=C][C][Branch1][C][F][=C][C][
C][Branch1][C][F][Branch1][C][F][F]
C@H1][Ring1][=Branch2][
N][C][=N][C][
Branch1][=N][C][
S-1][
[C][C][N][C][=C][
Ring1][=Branch1][C][C][
Branch1][C][C][Branch1][C][C][C][C][
/C][=Branch1][=
S][=Branch1][C][=O][=Branch1][C][=O][C][
C][=C][Branch1][C][C][N][
N][C][=Branch1][C][=O][
[C][C][C][C][
C][=C][C][=C][C][Branch1][C][Br][=C][Ring1][#Branch1]
N][C][C][C][
Ring1][Branch1][C][C][C][C][C][
[C][O][C][=C][C][=C][Branch2][Ring1][Branch2][
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][Ring1][Branch2]
Ring2][Ring1][Branch1][=O]
Ring2][Ring1][C][=O]
C][=Branch1][Ring2][
[C][C][=C][C][=C][
Branch1][=C][N][C][=Branch1][C][=O][
C][=N][C][=C][N][
Branch1][Ring1][C][
Branch1][S][
Branch1][=Branch2][C][
C][Branch1][C][C][=N][
N][C][=Branch1][C][=O][N][C][C][C][C][
F][C][
C][=C][S][C][=
N][C][=C][C][
NH3
S][Branch1][C][C][=Branch1][C][=O][=
C][=C][Ring2][Ring1][Branch1][
Ring1][=Branch1][C][=Branch1][C][=O][N][
Branch1][=C][
O-1]
Branch2][Ring1][O][
C][=C][Ring1][#Branch2]
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][C][C][C][
Ring1][=Branch1]
C][C][C][C][N][Ring1][=Branch1][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][Cl][
N][=C][
N][=C][Ring1][O][
C][=C][C][=C][Ring1][#Branch1][
Ring1][=Branch1][=C][
Branch1][=C][C][=Branch1][C][=O][N][
C][=Branch1][C][=O][
N][C][C][=C][
N][=C][Branch1][C][C][
Ring1][Branch1][C][C][C][C][
Branch1][=Branch2][C][C][C][C][C][C][
Branch1][=N][C][=C][
Branch1][C][C][
[C][C][C][C][C][C][
Branch1][#C][N][C][=Branch1][C][=O][
C][=C][C][=C][Branch1][#C][
Branch1][S][C][
N][C][C][C][C@@H1][
[C][C][C][C][N][
C][=Branch1][Ring2][=C][
N][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][
Branch2][Ring2][#
S][
C][=C][Ring2][Ring1][O]
C][=C][C][=C][Branch1][C][Br][C][=C][Ring1][#
S][C][=N][C][
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][
N][=C][N][=C][
Ring1][Branch1][=C][Ring1][O]
Ring1][=C][C][C][
[C][C][C][=C][Branch1][C][C][N][
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1][C][C][
S][Branch1][C][C][=Branch1][C][=O][=O]
Ring1][Branch1][C][=
Ring1][=N][=O]
C][=N][C][Branch1][C][
Ring1][#Branch2][C][
C][Branch1][C][Br][=C][
Ring1][=Branch1][=O][
N][C][=Branch1][C][=O][N][Branch1][C][C][
[O][=C][Branch1][=N][N][
[C][C][C@@H1][Branch1][C][C][
]
Ring1][Branch1][C][=C][Ring1][O][
Branch2][Ring1][=Branch1][
N][C][=Branch1][C][=O][/C][=
Branch1][#Branch2][C][C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
C][=C][Ring1][#C]
C][=C][C][Branch1][C][C][=C][C][=C][Ring1][#Branch1][
N][C][=N][N][=C][
[C][O][C][
Branch1][C][C][C][C][C][
NH2+1][C@H1][Branch1][C][C][
/C][=C][/
N][C][=C][C][=C][C][=C][Ring1][=Branch1][
NH1+1][Branch1][C][C][
N][N][=C][Branch1][C][C][
N][C][=Branch1][C][=O][C][=Branch1][C][=O][N][
C][=C][Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
C][=C][C][=C][Branch2][Ring1][=Branch2][
C][C][C][C][C][C][Ring1][=Branch1]
S][=Branch1][C][=O][=Branch1][C][=O][N][C][C][
=Branch2][
Ring1][O][=C][
C][C][C@@H1][
Ring1][Ring1][C][C][
C][=N][C][=C][S][Ring1][Branch1]
n
Branch1][Branch2][C][C][C][C][C][
N+1][
Y
C][=C][C@H1][
C][=C][Ring2][Ring1][Branch2]
=N][C][
Ring1][=Branch1][C]
Branch1][C][N][=O]
Branch1][Ring1][O][C][
C][=Branch1][C][=O][C][=C][
6
Branch1][Ring2][
Branch1][C][F][F][
C][C][O][C][
C][=O][
e
Cl][=C][C][
Ring2][Ring1][=C]
C][=C][C][=C][N][=C][
C][=C][Ring1][#
9
D
N][N][=N][
Ring1][#Branch1][=N][
C][=C][C][=C][Branch1][C][O][
C][=O]
Ring1]
Branch1][Ring2][C][C][O][
N][C][=Branch1][C][=O][C@H1][C][C][C][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][N+1][=Branch1][C][=O][O-1][
C][=C][C][=C][C][=C][Ring1][=
Branch2][Ring1][Ring1][C][=Branch1][C][=O][
C][=N][NH1][C][
S][Ring2][Ring1][Ring1]
O][C][C][
N][C][=C][C][=C][C][
O][C][=C][C][
NH1+1][Branch1][C][C][C][
Branch1][C][=Branch1][C][=O][
N][C][C][C@@H1][
C][=Ring1][Branch1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][
Branch1][#Branch1][C][C][
C][=Branch1][C][=O][N][C][
C][=N][O][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][=N][
y
Ring2][Ring1][Branch2]
C][=C][C][=C][Branch1][C][Cl][C][
C][=C][Ring2][Ring1][=Branch2][
Branch1][N][C][C][
C@H1][C][C][C][N][
C][=C][C][=C][Branch2][Ring1][Ring2][
Branch1][=N][N][
Bran
Branch1][N][
Branch2][Ring1][=Branch2][
N][=
Ring2][Ring1][Ring2][
Ring1][Branch1][=N][
Branch2][
C][=Ring1][Branch1][
C][=Branch1][C][=O][NH1][C][
C][=C][C][=C][C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][Ring1][=Branch2][
R
C][=C][C][=Branch1][C][=O][N][
C][=N][C][=C][Ring1][=Branch1][
NH2+1][C][C][=C][C][=C][
S][Ring2][Ring1][C]
C][=C][Ring2][Ring1][Branch1]
Branch1][#Branch1][C][C][Branch1][C][C][C][
C][=C][C][=N][C][
Branch1][=Branch1][C][Branch1][C][N][=O][C][
Ring1][Ring1][
[C][C@][
N][C][C][O][C][C][
Ring1][#Branch2][C][C][
C][=C][C][=C][Branch1][C][O][C][
C][=C][Ring1][Branch1][C][
C][=NH1+1][C][
[O][=C][Branch2][Ring1][C][
C][Branch1][C][F][=C][C][=C][Ring1][#Branch1][
Branch1][P][C][=Branch1][C][=O][
C][=Branch1][C][=O][N][C][C][
C][=N][N][Branch1][C][C][
S][C][=C][
[C][C][O][C][=C][C][
C@H1][C][C][C][NH1+1][
N][C][C][O][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][N][
N][C][=Branch1][C][=O][C][N][C][=Branch1][C][=O][
C][=C][C][=C][Ring1][=Branch1][
C][C][C][Ring1][Ring1]
O][C][C][N][
C][=C][Ring2][Ring1][Branch2][
=N][C][=C][
Ring1][#Branch1][C]
Branch1][=Branch1][C][Branch1][C][C][C][
C][C][C][N][
C][=N][N][Branch1][=Branch2][
C][=C][C][Branch1][C][C][=C][
C][=C][Branch1][C][Br][
N]
C][=Branch1][C][=O][C][C][
C][=N][C][Branch1][C][C][=C][
C][=C][S][C][=Ring1][Branch1][
C][=C][N][=C][C][
Ring1][=N][=
Branch1][C][N][=O][
NH3+1][
C][=C][C][=C][Branch1][C][Cl][
[N][#
S][=Branch1][C][=O][=Branch1][C][=O][N][C][
C][=N][C][=C][C][=N][
Ring1][=N][C][C][
NH1+1][C][C][C][C][Ring1][Branch1]
N][C][C][O][C@H1][
C@H1][Branch1][C][C][
I][
O][C][C][C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][C][
[C][C@@H1][C][N][
Ring1][=Branch1][C][C][C][C][
Ring1][=Branch1][C][=N][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
C][=Branch1][C][=S][N][
[C][N][C][=Branch1][C][=O][
C][=C][Ring2][Ring1][#Branch2]
[C][C][=Branch1][C][=O][N][C][C][
+1]
[C][=C][C][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=N][
S][Ring2][Ring1][#Branch1]
Branch1][C][=N][
Branch2][Ring1][Branch2][
[C][C][=C][C][=C][Branch2][Ring1][
C][=C][C][=C][Branch2][Ring1][=N][
[O][=C][Branch1][C][O-1][
Branch1][Ring1][C][#N][C][
C][C][C][Ring1][Ring1][
[C][C][O][C][=C][C][=C][C][
Branch1][Ring1][C][#N][=C][
NH1+1][C][C][C][C@@H1][
[C][S][=Branch1][C][=O][=Branch1][C][=O][
C][=C][C][=C][Branch1][=Branch1][
C][C][C][C][C@H1][Ring1][=Branch1][
N][C][=Branch1][C][=O][/C][=C][/
Ring2][Ring1][Ring2][C]
Ring1][O][=O]
C][=N][C][=C][C][=C][C][=C][Ring1][=Branch1][NH1][
Ring2][Ring2][
N][=N][
NH2+1][C][C@@H1][
N][C][=Branch1][C][=O][C@H1][C][
Ring1][Branch1][C][C][
NH2+1][
NH2+1][C@@H1][
C][=C][C][=C][C][=C][C][Ring1][=Branch1][=NH1+1][
Ring1][=Branch1][=NH1+1][
Branch2][Ring2][#Branch2][
Branch2][Ring1][=Branch1][C][
[C][C][=C][C][=C][Branch2][Ring1][Ring2][
O][C][C][Ring1][=Branch1][C][
C][=N][C][=C][S][
C][=C][C][=C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][
[O][=C][Branch1][N][
S][Ring1][=Branch1][
N][C@H1][
[C][/C][=
C][=C][C][=C][C][Branch1][C][Cl][=C][
[O][=S][=Branch1][C][=O][
C][C][C][O][Ring1][Branch1]
Branch1][#C][
Ring2][Ring1][Ring
Ring1][=C][C][
[O][=C][Branch1][#Branch2][
Ring2][Ring1][=Branch2][
C][=C][Ring2][Ring1][
NH1+1][C][C][C][C][C][
S][C@@H1][
Branch1][P][C][=Branch1][C][=O][N][
C][=C][Branch1][C][Cl][C][=C][C][=C][Ring1][#Branch1][
[C][N][
Branch1][#Branch1][N][
Branch1][C][C][=N][O][C][=
NH1+1][Branch1][C][C][C]
Branch1][=Branch2][C][C][
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#
Branch1][C][C][=N][N][
Branch1][Ring1][O][C][=C][
=N][/
@][=Branch1][C][=O][
Branch1][N][C][=Branch1][C][=O][N][C][C][C][C][
Branch2][Ring1][Ring2][C][=Branch1][C][=O][N][
C][=C][C][=C][C][=C][Ring1][O][
N][C][C@H1][
=C][/
Ring1][Branch1][N][
Branch1][=Branch2][C][C][=C][C][=C][
Branch1][Ring1][C][#N][C][=C][
[N][#C][C][=C][
[C][C][=C][S][C][
Br][
C][=C][Ring2][Ring1][Ring2]
[C][C][=N][O][C][Branch1][C][C][=C][
[C][C][C@H1][
Ring2][Ring1][Branch1][C]
[C][O][C][=C][C][=C][Branch2][Ring1][
C@@H1][C][C][O][C][
a
Branch1][=Branch1][C][=Branch1][C][=O][O-1][=C][
Ring1][#Branch1][N][
Ring1][=Branch1][
N][C][C][C][C][C][
Branch1][N][C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
Branch2][Ring1][=N][
C][C][C][=Branch1][C][=O][N][
C][=C][C][=C][Branch1][C][O][C][=C][Ring1][#Branch1][
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#Branch1]
[O][=C][Branch2][Ring1][
C][=N][/
S][Branch1][C][C][=Branch1][C][=O][=O][
O][=C][
Branch2][Ring1][Branch1][
C][C][C][C@H1][Ring1][Branch1][C][
N][C][=Branch1][C][=O][N][C@@H1][
I
N][C][=Branch1][C][=O][N][C@H1][Branch1][C][C][
[C][C][=C][C][Branch1][C][C][=C][C][
=
[C][O][C][=Branch1][C][=O][C@H1][
O][
Ring2][Ring1][S]
[C][N][Branch1][C][C][C][=Branch1][C][=O][
Ring1][#Branch2][=O]
[C][C][C][
C][=C][C][=C][Branch1][C][Br][
C][C][C][C][C][C][C][
C][=C][C][=C][N][=C][Ring1][=Branch1]
Branch1][C][F][Branch1][C][F][F]
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][C][
C][=C][Branch1][C][C][C][=C][Ring1][Branch2][
Cl
C
Ring1][#Branch2][=N][
C][C][=C][C][=C][C][=N][
N][C][=Branch1][C][=O][C@@H1][C][C][C][N][
[O][=C][Branch2][Ring1][Ring2][
g
C@@H1][
[C][O][C][=Branch1][C][=O][
Ring1][=C]
S][Ring1][O]
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][=C][
C][=C][N][=C][
Ring1][=Branch1][C][=Branch1][C][=O][
NH
C][=Branch1][C][=O][N][C][C][N][
Branch2][Ring1][Branch2][C][
N][Branch1][C][C][C][=Branch1][C][=O][C][
C@@H1][C][C][S][=Branch1][C][=O][=Branch1][C][=O][C][
N][C][C][C][C@H1][
[O][=C][Branch2][Ring1][=Branch2][
Ring
Branch1][C][Cl][=C][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][
C][=C][S][C][=Ring1][Branch1][C][
L
C][=C][C][=C][NH1][
Branch1][#Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][F][
Ring1][=Branch1][C][C][Ring1][N]
[C][S][C][
C][=Branch1][C][=O][N][C][C][C][C@H1][
Branch1][=Branch1][C][C][C][Ring1][
F][=C][
O][C][=C][C][=C][
Branch1][C][C][C][N][
C][=Branch1][C][=O][N][C@@H1][
N][C][=C][C][=C][
C][=C][C][Branch1][C][Cl][=C][
@][
C][C@H1][Ring1][Ring1][
N][C][=C][NH1+1][=C][
Ring1][P][=C][
C][=C][C][=C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][C][=C][Ring1][=Branch2][
-1][
F]
Ring1][#Branch1][C][C][C][
[C][N][C][=C][
[C][=C][
C][C][C][C][Ring1][Branch1][
N][N][=C][
C][=N][C][Branch1][=Branch2][
N][C][=Branch1][C][=O][C][C@H1][
S]
C][=C][Ring1][S][
l
Branch1][C][N][=Branch1][C][=O][
C]
Branch1][Ring1][O][
[O][=C][C][
Branch2][Ring1][#Branch2][C][
C@@][Branch1][C][C][
P][
C@@H1][Branch1][C][C][C][
Ring2][Ring1][Branch2][
NH2+1][C@H1][
[C][C][C][=C][
C][=Branch1][C][=O][N][C][=C][C][=C][C][
[C][C@H1][
Branch1][#Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
S][=Branch1][C][=O][=Branch1][C][=O][
[C][C][C@@H1][
C][=C][C][=C][C][Branch1][C][O][=C][
Branch2][Ring2][Branch2][
N][C][=Branch1][C][=O][C@@H1][C][
NH1+1][C][
C][=C][C][=C][
C][O][
O][C][C][Ring1][=Branch1]
O][Ring1][#Branch2]
S@][
C][N][
Branch1][#Branch2][C][C][=C][C][=C][C][=N][
Ring1][N]
NH1+1][
Branch1][Ring2][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1]
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1][
Ring2][
Ring1][Branch2][C][
C][C][=Branch1][C][=O][N][C][C][
Branch1][=Branch2][S][Branch1][C][C][=Branch1][C][=O][=
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][O][Ring1][=Branch1]
Ring1][=N][=O][
C][=C][C][=C][S][Ring1][Branch1][C][C][
N][C][=Branch1][C][=O][C][C][
C][Branch1][C][F][=C][C][
O][C][=Branch1][C][=O][N][
Branch1][Branch2][C][=C][C][=C][O][
[C][C][Branch1][C][C][
#
C][=C][C][=C][Branch1][C][C][
C][=C][Ring1][
[C][C][NH1+1][
C][=Branch1][C][=O][N][Branch1][C][C][C][
N][C][=Branch1][C][=O][C@@H1][Branch1][C][C][
i
C@
C][=C][C][Branch1][C][
C@@
C][=C][Ring1][=Branch1][
Ring1][=Branch1][O][
C][=C][Ring2][Ring1][=Branch1][
C][C][O][C@@H1][
NH1+1][C][C][C][C@H1][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][Ring2][C][Ring1][=Branch1][C][Ring1][=Branch2][C][
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1][C][
Ring1][#Branch2]
N][C][=Branch1][C][=O][C][S][C][=N][N][=C][
C][=C][C][=C][Branch1][Branch2][
Branch2][Ring1][#Branch2][C][=Branch1][C][=O][N][
Branch1][=Branch2][C][C@H1][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][C][=C][Ring1][#Branch2][
C][Branch1][C][O][=C][
[C][C][O][C][=Branch1][C][=O][
Ring1][#Branch2][=O][
C][=C][Branch1][C][F][
Ring1][P][C][
C][=C][C][
C@H1][C][
Branch1][=Branch1][C][=Branch1][C][=O][O-1][C][
F
O][C][C][C][O][
S][C][=N][
Ring1][=Branch1][C][C][C][
Ring2][Ring1][#C]
C][=C][C][=C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][C][=C][Ring1][#Branch2][
C][=C][C][=C][S][Ring1][Branch1][
Ring2][Ring1][=Branch1][=O]
Branch1][C][N][=
C@@H1][C][C][C][NH1+1][
Branch1][C][N][
C][=C][Ring1][P][
NH2+1][C][C][
C][Branch1][C][F][=C][
[C][C][O][C][=Branch1][C][=O][C][
C][=C][
.
u
NH2
C][C][C][C@H1][
[C][C][Branch1][C][C][C][
Ring1][#Branch1][C][C][
Branch1][Ring1][C][C][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][C][
Branch
C@@H1][C][C][C@@H1][
N][C][C][NH1+1][Branch1][C][C][C][C][
Ring2][Ring1][#Branch1][C]
C][=C][Ring2][Ring1][Ring2][
[C][O][
Branch1][=Branch1][N][Branch1][C][C][C][
[N][#C][C][
C][C][C][C][N][
O][C][C@H1][
Ring1][O][C]
C][=C][C][=C][C][=C][Ring1][#Branch2][
C][=Ring1][=Branch1][
Branch1][S][C][=Branch1][C][=O][N][
[C][C][N][Branch1][Ring1][C][C][
Ring1][=N][=C][
Branch1][=Branch1][C][Branch1][C][C][=
Branch1][#Branch1][C][
C][=C][Ring1][#Branch1]
Branch1][=Branch1][N][Branch1][C][C][
C][=C][Ring2][Ring1][Ring1][
NH1+1][C][C][C][C][
C][C][C][
O][C][O][
Branch1][C][F][C][=C][C][=C][Ring1][#Branch1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=
C][=C][Ring1][Branch2]
C][Branch1][C][N][=
N][Branch1][C][C][N][=
S][=Branch1][C][=O][=Branch1][C][=O][N][C][C][C][
Branch2][Ring1][Ring2][
C][=C][C][Branch1][C][Br][=C][C][=C][Ring1][#Branch1][
N][=N][C][
Branch1][Ring2][N][=
N][C][C][O][C][C][Ring1][=Branch1][=C][
C][=C][C][=C][C][Branch1][C][F][=C][Ring1][#Branch1]
S][Ring2][Ring1][Ring2]
Branch1][Branch2][C][C][=C][S][C][=
Ring1][O][=N][
C][=C][C][=C][Branch1][C][
Ring1][Branch1][=
][
Branch2][Ring1][Branch1][C][
C@@H1][Branch1][C][C][O][
Ring1][Branch2][C][C][
Branch1][=Branch2][C][C@@H1][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][C][=C][Ring1][=Branch2][
C][=C][S][C][
Ring1][=Branch2][C][

Ring1][#C][=O]
Branch1][=Branch1][C][Branch1][C][N][=O][=C][
[C][O][C][C][C][
Ring1][S][=O]
P]
C][=N][C][=N][C][
Branch1][Branch2][C][=C][C][=C][S][
C][=C][C][=C][Branch1][Ring1][O][C][C][=C][Ring1][Branch2][
C][=C][Ring1][#Branch1][
N][C][C][O][C][C][Ring1][=Branch1]
C][=C][Branch1][C][Cl][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#
[C][C][C@H1][Branch1][C][C][
Branch2][Ring1][Ring1][C][=Branch1][C][=O][N][
[C][O][C][C][
Branch1][C][F][
N
C][=C][C][=C][Branch1][=Branch2][
Ring1][N][=
C@@H1][C][C][
C][=C][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][C][C][=N][
N][Ring1][#Branch2][
Branch1][#Branch1][N][C][Branch1][C][
Branch1][=Branch1][NH1+1][Branch1][C][C][C][C][
[
Ring1][Branch1][C@@H1][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
[O][=C][Branch2][Ring1][Branch1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][Branch1][C][F][Branch1][C][F][F][
Branch1][=Branch1][C][C][C][Ring1][Ring1][
S][C][=Branch1][C][=S][
d
Ring1][#Branch1][C][=Branch1][C][=O][
[C][C][
Branch1][=Branch1][C][Branch1][C][C][
Branch1][C][C][Branch1][C][C][C]
S@@][=Branch1][C][=O][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][C][=C][Ring1][=Branch2][
[C][C][=N][
Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
B
Branch1][=Branch2][C][=C][C][=C][C][=N][
C][=NH1+1][
Branch1][=
C][C][C][C][C@@H1][Ring1][=Branch1][C][
N][C][C][=Branch1][C][=O][N][
C][=C][Ring2][Ring1][C][
C][=C][N][=C][C][=N][
C][=C][C][=C][Branch2][Ring1][Branch1][
Branch1][N][C][=Branch1][C][=O][
C][=C][C][=C][O][Ring1][Branch1][
NH1][
Branch1][Branch2][C][C][=C][
C][=Branch1][
C][=C][C][=C][C][Branch1][C][C][=C][Ring1][#Branch1][
[C][C][=N][N][Branch1][C][C][
Branch1][=Branch2][N][C][C][C][C][Ring1][Branch1][=
C@H1][C][C][C@@H1][
Ring1][Branch1][C][=C][Ring1][O]
Branch1][O][C][
Branch2][Ring1][Ring2][C][
[C][C@@H1][C][
Branch1][=Branch2][C][Branch1][C][C][Branch1][C][C][
Branch1][#Branch2][O][
Branch1][=C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][=C][
Branch1][C][F][F]
[C][C][C][C][C][
#Branch2][
Branch2][Ring1][#Branch1][
[C][C][=Branch1][C][=O][N][
C@@H1][Branch1][C][C][N][
Branch1][#
N+1][=Branch1][C][=O][
Ring2][Ring1][Ring2]
Branch1][=Branch2][
NH1+1][Branch1][C][C][C][C][
C][=C][Ring2][Ring1][=Branch2]
Br]
[C][C][N][
C][=C][C][=C][C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
NH1][C][=C][
C][=
Branch1][#Branch2][N][
Branch1][C][Br][
=C][
Branch1][=Branch1][C][Branch1][C][N][=O][
NH2+1][C][C][C][
Branch1][=C][C][
Cl]
Ring2][Ring1][#Branch1][
Branch2][Ring1][#Branch1][C][=Branch1][C][=O][N][
Cl][C][C][
Ring2][Ring1][=Branch1]
C@H1][Branch1][C][C][C][
C][=C][Ring1][O]
Branch1][=N][O][
[O][=C][Branch1][=C][
Ring2][Ring1][Ring1][C]
C][=C][C][=C][Branch1][C][F][C][Branch1][C][Cl][=C][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][C][C][
N][=C][C][
Branch1]
C][=C][Ring1][=Branch2][
C][=Branch1][C][=O][N][C][=C][C][=C][
Ring1][#C][C][
[C][C@H1][C][N][
C][=C][C][=C][C][=C][
Ring1][O]
O-
C][C][=C][
Branch2][Ring1][P][
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl]
C][Branch1][C][C][=C][
N][C][=Branch1][C][=O][N][C][C][N][
C][=N][C][=N][
Ring1][Ring1][=C][
Ring1][=N]
S][C][C][
C][=N][C][=C][C][=C][
NH1+1][C][C][C][
N][Branch1][C][C][C][=Branch1][C][=O][N][
Ring2][Ring1][Ring2][=C][
O][C][=C][C][=C][C][
C][=C][NH1][C][=C][C][=C][C][=C][Ring1][=Branch2][
C][=C][C][=C][Branch1][=C][
C@@H1][Ring1][=Branch2][
C][=C][C][=C][C][Branch1][C][
C][=C][C][=C][Branch1][=N][
Branch1][C][C][C][
O][C][=C][Ring1][#Branch2][
O][C@@H1][
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#
Branch1][C][O][
C][=C][Ring1][=Branch2]
C@H1][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#
N][C][=Branch1][C][=O][C][N][
Branch1][#C][C][=C][C][=C][
Branch1][#Branch1][O][C][Branch1][C][F][F][
C][=N][C][=C][
Branch1][C][/
Br][=C][
Branch2][Ring1][=Branch1][C][=Branch1][C][=O][N][
O][C][C][C][C][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][C][O][
C][=C][C][=C][N][Ring1][=Branch2][
O]
Branch2][Ring1][#C][
C][=C][Ring1][Branch2][
[O][=C][Branch2][Ring1][#Branch1][
C][=Branch1][C][=O][N][Branch1][C][C][
N][=C][Branch1][C][C][C][
Branch1][C][Cl][C][=C][C][=C][Ring1][#Branch1][
C][=C][C][=C][O][
Ring2][Ring1][C][
Branch2][Ring1][Branch1][N][
C][=C][C][=C][Branch1][C][F][C][Branch1][C][F][=C][
Z
C][=N][N][=C][N][
C][C][C][C][C@H1][Ring1][=Branch1][C][
C][=C][C][=C][C][=C][Ring1][=Branch1]
O-1][
Ring1][=Branch1][=
NH1
Branch2][Ring1][N][
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
[C][C][=C][C][Branch1][C][C][=C][
N][C][=N][
C][Branch1][C][C][=C][Ring1][Branch2][
Branch2][Ring1][=C][C][
[C][C][=C][
Branch2][Ring1][S][C][
Ri
C][Branch1][C][N][=C][
Branch1][C][=Branch1][C][=O][O-1][
C][Branch1][C][F][F]
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][C][
Branch2][Ring1][Branch2][C][=Branch1][C][=O][N][
Ring1][=N][C][
Cl][=C][
=O]
Ring1][S]
O][N][=
Ring1][#Branch1][C][
#N]
Branch1][=N][N][C][=Branch1][C][=O][
Ring1][Branch1][C@H1][
C][=N][N][Ring1][Branch1][C][
S][Ring1][#Branch2][
V
C][=C][N][
Branch2][Ring1][S][
=N][N][
Branch1][C][=O][
S][C][=
Ring1][#Branch1][=
C][=C][C][=C][C][=Branch1][Ring2][=C][
N][C][=Branch1][C][=S][N][
C][=C][C][=C][C][Ring1][=Branch1][=N][
[C][C][C][N][
O
O][C][
C][C@@H1][Ring1][Ring1][
C][=C][C][=C][C][Branch1][Ring1][C][#N][=C][
Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][
O][C][=C][
Branch1][#C][C][
[C][C][=N][N][=C][
C][=C][C][=
C][C][O][C@H1][
Ring1][P]
NH2+1][C][
C@H1][Branch1][C][C][N][
C][=N][C][=C][Branch1][Ring2][S][
N][=C][Ring1][#Branch1][
Branch2][Ring1][
Ring2][Ring1][Branch1][
[C][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
Ring2][Ring1][#Branch1][=O]
C][=C][C][=C][Branch1][C][F][C][
C][=Branch1][C][=O][NH1][
Ring1][Ring1][C][
Branch1][#Branch2][C][C][Branch1][C][F][Branch1][C][F][F][
C][C][=C][C][=C][O][
[F][
Branch1][=Branch1][
C][=C][C][=C][C][=C][Ring1][=Branch2][
Branch1][P][
[C][=C][C][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][
C][=C][C][=C][S][Ring1][Branch1]
C][=C][Ring2][Ring1][#Branch2][
C][=C][C][Branch1][Ring1][O][C][=C][
Ring1][S][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][Ring1][=Branch2][
Ring1][=C][C]
C][=C][C][Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][C][=C][Ring1][=Branch2][
r
C][=Branch1][C][=O][C@H1][
N][C][=C][N][=C][
Branch1][S][S][=Branch1][C][=O][=Branch1][C][=O][
C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][=C][
NH1+1][C][C][N][
C][C][C][C][Ring1][Branch1]
Branch1][Ring1][
Ring2][Ring1][O]
S][C][=C][C][=Ring1][Branch1][C][
C][=C][C][=C][S][
Branch2][Ring2][Ring1][
Ring1][P][
Branch1][Ring2][C][C][
[C][C][=C][C][=C][Branch1][C][C][C][
Branch2][Ring1][N][C][
/
S@
Branch2][Ring1][Ring1][C][C][=Branch1][C][=O][N][
N][C][=Branch1][C][=O][N][Branch1][C][C][C][
C][=N][O][
N][=C][Ring1][=Branch1][
C][=Branch1][C][=O][C][
/C][=N][/
N][C][=Branch1][C][=O][C][=C][C][=C][
h
[C][C][O][C][
O][C][C][C@H1][
Ring2][Ring1][Ring2][=O]
[C][O][C][=C][C][=C][C][
=Branch1][C][=O][
C][=Branch1][C][=O][C][=
O][C][=Branch1][C][=O][C][
Branch1][=Branch2][C][=C][C][=C][N][=C][Ring1][=Branch1][
C][=C][Ring1][O][
C@@H1][C][C][N][
C][=N][N][Branch1][=Branch2][C][=C][C][=C][C][=C][Ring1][=Branch1][C][=
Ring1][S][=C][
[C][O][C][=C][C][=C][C][=C][Ring1][=Branch1][C][
C][=C][Ring1][=
[C][C][=C][C][=C][Branch2][Ring1][P][
N+1][=Branch1][C][=O][O-1]
Branch1][#C][N][
4
[C][C][=N][O][
C][=C][C][Branch1][Ring1][O][
C][=C][C][=C][C][=C][Ring1][=Branch1][N][
C][=C][Ring1][#Branch2][
[C][C][=C][C][=C][C][=C][Ring1][=Branch1][
Ring1][N][=C][
Branch1][=Branch1][N][
Branch1][#Branch1][
Br
C][=C][C][Branch1][C][Br][=C][
S][C][
S][Branch1][C][C][=Branch1][C][=O][
C][=C][C][=C][C][Branch1][C][Br][=C][
C][=C][C][=C][O][Ring1][Branch1]
C][=C][C][Branch1][C][Cl][=C][C][=C][Ring1][#Branch1][
/NH1+1][=C][
C@@H1][Branch1][C][C][C][=Branch1][C][=O][N][
Ring1][#C][
C][Branch1][C][N][=O]
C][=C][C][=C][N][=C][Ring1][=Branch1][C][
2][
S][Branch1][C][N][=Branch1][C][=O][
C][=C][Ring1][=C]
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][C][C][
[O][=C][Branch1][O][
C][
Branch1][P][N][C][=Branch1][C][=O][
Branch1][=Branch2][C][C][=C][C][=C][O][
C][=C][C][=C][C][Branch1][Branch2][
Branch1][C][Br][=C][
/C][
C][Branch1][C][O-1][=C][
O][C][=C][Ring1][=Branch2][
C][=C][C][=C][Branch1][C][F][
C][C@H1][C][C][C@@H1][
C][=Branch1][C][=O][C][=C][C][=C][C][=C][Ring1][=Branch1][
C][=C][C][=C][C][Branch1][C][Cl][=C][Ring1][#Branch1][
Branch2][Ring1][=
[C][C][=C][C][=C][Branch2][Ring2][
Ring1][=Branch2][=
NH2+1][C][C][=C][
O][Ring1][#Branch2][
C][=C][NH1][
Ring1][=Branch1][C][
C][=C][Ring1][N][
C][Branch1][C][
Ring1][=Branch2][=N][
[C][N][Branch1][C][C][
C][=C][C][=C][Branch2][Ring1][#Branch1][
1
C][Branch1][C][F][Branch1][C][F][
[C][
Ring1][#Branch1][C][=Branch1][C][=O][N][
C][C][C][C][C][
Branch2][Ring1][=C][
Ring1][=N][C][=C][
Branch1][O][O][C][
[C][O][C][=C][C][=C][Branch2][Ring1][=Branch2][
Branch1][#Branch1][C][=Branch1][C][=O][
O][C]
M
t
Ring1][=Branch2][
[O][=C][Branch1][=Branch2][
C][=N][
=N][
C][=C][C][=C][C][Branch1][=Branch2][C][Branch1][C][F][Branch1][C][F][F][=C][Ring1][#Branch2][
Ring1][Branch2][
Branch1][#Branch1][C][C][=Branch1][C][=O][
Branch1][S][C][=Branch1][C][=O][
N][C][=Branch1][C][=O][C][=C][C][
C][C][C][O][Ring1][Branch1][
N][C][=Branch1][C][=O][C][C@@H1][
Ring1][Branch2]
[C][C][O][C][=C][C][=C][C][=C][Ring1][=Branch1][
[C][C][C][Branch1][Ring1][C][C][
[C][C][C][=N][N][Branch1][C][C][
C][=Branch1][C][=O][O][C][
F][
H
C][C][C@H1][
C][Branch1][C][O-1][
N][C][=Branch1][C][=O][C][=C][N][=C][
N][=C][Ring1][N][
an
C][=C][C][=C][C][=C][Ring1][=Branch1][O][C][
[C][C][C][C@H1][
Ring1][#C][C][C][
C][=C][C][=C][C][=C][Ring1][=Branch1][F]
@
+1][
C][=C][Ring2][Ring1][Ring1]
S][Ring2][Ring1][Branch1]
Branch2][Ring1][Branch1][C][=Branch1][C][=O][N][
ng
S][C][C][=Branch1][C][=O][N][
C@@][Branch1][C][O][
Branch1][C][O-1][
Ring1][O][=O][
S][=Branch1][C][=O][=Branch1][C][=O][C][C][
/N][=C][/
N][C][C][NH1+1][
=O][
[C][N][C][
Branch2][Ring1][C][N][
C][=C][C][Branch1][C][F][=C][
Branch1][Branch1][
C][C][=Branch1][C][=O][N][
C][=C][C][=C][C][=C][Ring1][=Branch1][Ring1][#Branch2]
b
N][C][=Branch1][C][=O][N][C][C][
Branch1][=Branch2][C][=N][C][=C][C][=N][
C][=N][N][Branch1][C][C][C][=
C][=C][C][=C][Branch1][Ring1][O][C][C][
N][C][=Branch1][C][=S][
N][Ring1][Branch2][
C][=N][N][=C][N][Ring1][Branch1][C][C][C][
S][C][=N][N][=C][
[C][O][C][=C][C][=C][Branch2][Ring2][
[C][O][C][=C][C][=C][
[C][C][=N][C][
C][=C][C][=C][C][=C][C][=C][C][Ring1][=Branch1][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][Ring1][=Branch2]
Branch2][Ring1][#
Branch1][=C][C][=Branch1][C][=O][O][C][
C][=Branch1][C][=O][N][
[C][C@H1][C][C][
C][=Branch1][C][=O][O-1]
[C][C][=C][C][=C][Branch2][Ring1][#Branch2][
2
Branch1][=N][
Ring1][Branch1][=C][
C][Branch1][C][F][
[N][#C][
Ring1][N][=N][
Branch1][N][C][=C][C][=C][Branch1][C][F][C][=C][Ring1][#Branch1][
S][C][=C][C][=Ring1][Branch1][
C][=C][C][=C][Branch2][Ring1][=C][
Branch2][Ring1][=Branch1][C][=Branch1][C][=O][
Branch1][=Branch1][C][Branch1][C][N][=
[O][=C][
Branch1][C][C][Branch1][C][C][C][C][C][
[N][C][=Branch1][C][=O][
[C][C][C][O][
Ring1][#Branch1]
C][=C][C][=C][C][=C][Ring1][=Branch1][Cl][
Branch1][Branch2][C][=C][C][=C][S][Ring1][Branch1][
N][C][C][C][C][Ring1][Branch1][=
C][=C][C@@H1][
[C][N][N][=C][
Branch2][Ring2][=
/C][=
N][C][=C][C][=N][
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#Branch1][
Branch2][Ring1][#Branch1][C][=Branch1][C][=O][
N][Branch1][C][C][C]
C][Branch1][C][Cl][=C][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][Ring1][#Branch2][=O][
Ring1][#C][C]
Branch1][=Branch2][S][Branch1][C][C][=Branch1][C][=O][=O][C][
C][=N][N][
[C][C][Branch1][C][C][C@H1][
C][=C][C][=N][C][=C][Ring1][=Branch1]
C][C][C][C@H1][Ring1][Branch1][
N+1][Branch1][C][O-1][
Ring2][Ring1][Branch1]
S][C][=C][C][=C][C][=C][Ring1][=Branch1][
=O][=C][
Ring1][=C][=O]
[C][O][C][=C][C][=C][Branch2][Ring1][#Branch2][
Ring1][Branch1][C][=Branch1][C][=O][
G
[C][C@@H1][
Branch1][C][O][C][
/N][=C][
Cl][C][
Branch1][Branch2][C][=C][C][=C][S][Ring1][Branch1][=N][
C][=C][C][=C][C][=Branch1][Ring2][=C][Ring1][=Branch1][O][C][C][O][Ring1][#Branch1]
Branch2][Ring1][#Branch1][C][
[C][C][N][=C][
Branch1][Branch2][C][=C][C][=C][O][Ring1][Branch1][
C][C][C][C][C@H1][
Branch1][C][C][C]
C][=C][C][=C][Branch1][C][C][C][=C][Ring1][#Branch1][C][
N][C][=Branch1][C][=O][N][C][C@@H1][
C][=C][C][=C][C][Ring1][=Branch1][=C][
Branch1][Ring1][C][C][C][C][
[C][C][C][C@@H1][
C@@H1][C][
3
C][=C][C][=C][C][=C][Ring1][=Branch1][O][
Cl][
N-1][
Ring2][Ring1][#Branch1]
c
H1][
C][C][C][C][
N][C][=Branch1][C][=O][C][
Ring1][Branch1][C][C][C][
Ring1][=Branch1][N][
Branch1][#C][C][=Branch1][C][=O][N][
Ring1][Branch1][C]
S][C@H1][
C][=C][C][=C][Branch1][C][Cl][C][=C][Ring1][#Branch1][
[C][O][C][=C][C][=C][C][=C][Ring1][=Branch1][
Branch1][C][C][N][
C@@H1][C][C][C][
Ring1][Branch1][C][
Branch1][C][Cl][
Branch1][Branch1][C][C][C][
Ring2][Ring1][Ring1][=C][
C][=C][Ring2][Ring1][#C]
C][C][C][C][C@@H1][
C][=C][C][=C][C][=C][Ring1][=Branch1][C][=Branch1][C][=O][
[C][C][=C][N][=C][
C][=C][C][=C][C][=N][Ring1][=Branch1][
C][=C][C][=C][Branch1][S][
Branch1][=Branch2][S][Branch1][C][N][=Branch1][C][=O][
Ring2][Ring1][Branch1][=
Ring2][Ring1][=Branch1][C]
N][C][C][
Branch1][C][=S][
Branch1][=N][C][=Branch1][C][=O][N][C][C][
Branch2][Ring1][C][C][=Branch1][C][=O][N][
C][=Branch1][C][=S][
C][=Branch1][=
[C][C][=Branch1][C][=O][
-
C][C][=Branch1][C][=O][N][C][
C][=C][C][=C][C][=C][C][
[C][C][=C][C][=C][Branch2][Ring1][=Branch2][
[O][=C][Branch2][Ring1][C][N][
C][C][=C][C][=C][
S][Ring1][P]
Ring1][S][C]
C][=C][C][=C][Branch1][Ring1][O][C][
C][=C][C][=C][C][
N][C][=Branch1][C][=O][C][=C][
S@][=Branch1][C][=O][
Ring1][#Branch1][C][=N][
[C][C][=C][C][=C][Branch2][
C][=Branch1][C][=O][N][C][C][C][C][C][
N][C][=C][N][=C][Ring1][Branch1][
C][=C][C][=N][C][=C][
C][=C][C][=C][Branch2][Ring1][#Branch2][
C][=Branch1][C][=O][N][C][C][C][
Ring1][Branch1][C][=C][Ring1][
N][C][C][O][C@@H1][
C@][
Branch1][C][C][=Branch1][C][=O][
N][Ring1][=Branch2][
[C][C][=C][C][=C][C][
N][C][C][C][C][C][Ring1][=Branch1][
Ring1][=Branch2][=C][
C@H1][Branch1][C][O][C][
N][
[O][=C][Branch2][Ring1][=Branch1][
Branch1][=Branch1][N+1][=Branch1][C][=O][O-1][=C][
Branch1][
O][C@H1][
C][=C][C][=C][Branch1][#
Branch1][C][
Ring1][=Branch1][=N][O][
Ring1][O][C][
O][C][C][C][
Ring2][Ring1][=Branch2]
Ring1][#Branch2][=C][
[O][=C][Branch1][S][
[C][O][C][=C][C][
C@@H1][Ring1][=Branch1][
[O][=C][Branch2][Ring1][Branch2][
Branch1][C][C][Branch1][C][C][
Ring1][N][
Ring2][Ring1][N]
C][=C][C][=C][C][=C][Ring1][=Branch1][F][
C][=C][C][=C][C][Branch1][C][Cl][=C][Ring1][#Branch1]
Branch2][Ring1][O][C][
C][Branch1][C][C][=C][C][
C][=C][C][=C][N][=C][Ring1][=Branch1][
N+1][=Branch1][C][=O][O-1][
O][C][C@@H1][
N][C][=Branch1][C][=O][C][O][
Branch1][C][C][C][C][
Branch1][=N][C][=Branch1][C][=O][N][
[N][
C][C][C][NH1+1][Ring1][Branch1][C][
[C][C][Branch1][C][C][C][C][
C][=C][C][Branch1][C][Cl][=C][C][
C][C][C][C@@H1][Ring1][Branch1][
Branch2][Ring1][Ring1][C][
[C][C][Branch1][C][C][C@@H1][
Branch1][C][C][=
C][=C][C][=C][C][=C][Ring1][=Branch1][Ring1][#Branch2][
C][=C][C][C][
Ring2][Ring1][
Branch1][O][
N][C][C@@H1][
Branch2][Ring1][=Branch2][C][
N][=C][Ring1][Branch1][
Ring1][=N][
C][=C][Ring2][Ring1][N]
C][Branch1][C][F][Branch1][C][F][F][
C][=C][Ring1][=Branch1][C][
Branch2][Ring1][C][C][
Ring2][Ring1][Ring1][=
[C][O][C][=C][C][=C][Branch2][
C][=O][=C][
+
/C][=C][/C][=Branch1][C][=O][N][
C@H1][C][C][O][C][
[C][C][=C][C][Branch1][C][
Branch1][Ring1][O][C][=C][Ring1][Branch2][
Branch1][Branch1][C][C][Ring1][=Branch1][
Ring1][Ring2]
[C][NH1+1][Branch1][C][C][
Branch1][#Branch2][
N][C][=C][
Branch1][P][C][
N-1][S][=Branch1][C][=O][=Branch1][C][=O][
Branch2][Ring1][C][C][=Branch1][C][=O][
Branch2][Ring2][=Branch2][
C][=Branch1][C][=O][N][C@H1][
NH1+1][=C][
N][C][=Branch1][C][=O][N][C][
O][C][=
/C][=Branch2][Ring1][
Branch1][=Branch1][C][C][C][Ring1][Ring1][=N][
N][C][=Branch1][C][=O][N][C@H1][
[C][C@H1][C][
[C][C@@][
]
Branch1][=Branch2][C][C][=C][C][=C][S][
Ring2][Ring1][O][
C][=N][C][=C][C][=C][Ring1][=Branch1][
Ring1][N][=O]
Branch1][#Branch2][C][C][=C][C][=C][C][=C][Ring1][=Branch1][
N][C][=Branch1][C][=O][N][C][C][=C][C][=C][
C][Branch1][C][N][=N][
