[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
c1cccc
2=O)
[C@H](C(=O)N
c2ccc3c(
[NH+]
S(=O)(=O)N
[NH2+]
c3)
c2c1
NS(=O)(=O)
c(=O)n
c(C)c1
[NH+](C
4
COc1ccccc1
[C@@]
c(C)c1
+
)n
2)
C(=O)N
1Cl
C[C@@H]1C
[n
c4
[C@H](C)
r
c2ccccc2C
[C@H]1C
CN
O)
[N+]
K
CC1
1C
N(C)
Y
A
4)
[C@@H]2CC
#N)
=S)
c1)
c(C)n
2CCCCC
)n1
F)cc1
Cc1cc(
CC2)cc1
c(=O)[nH]
c2)c1
3)C
c(Cl)cc
c1ccc(Cl)cc1
N(
L
[C@@H]1CCC
2)CC1
CCC1
c3ccccc3
3)CC2)
[NH3+]
N2
CC3)
CC1
=O)cc1
2)cc1
n(C)
c1cccc2
C[C@H]1CC
Cc1cc
(-
=O)
l
l)
c(OC)
c2
(C)(C)
c1ccc(F)cc1
1)N1CC
(C)C
c2ccc(Cl)cc
[C@H]1CC
=[NH+]
(C)(=O)
[C@@
OC
S(C)(=O)=O)
c1ccc(C(=O)N
c2s
CC[NH+]
8
[O-]
2C
(
(C(=O)N
l
[NH
c(F)
cc1
OCO
c2nn
(C(=O)
c(NC(=O)
[N+](=O)[O-]
c4cc
c2c1
NC(=O)N
[C@H](O)
/C
Cc1ccccc1
=N
c1cccc(F)
[C
OC)cc
O=C(C
CCCCC
(=O)N
[NH+]1CC
[N+](=O)[O-])cc
(=O)[O-])
1CCC(
0
N(C(=O)N
N(S(=O)(=O)
n1-
c
C1
=C(
(N
[NH+]2CCC
OCCO
c12
c1ccccc1C
COc1cc(
c1Cl
C1CC
c(C
[C@]
cc
(=O)
Cc1nn
c2ccc(
i
C[C@H]1CCC
OCC2)
c(C)cc
)cc
n(-
(CCC
c1n
CO
[C@H](C
[C@H]1CCC
(Cl)cc
C[NH2+]
C[C@@H]
(O)
OC(=O)
c2cccn
2
-]
c2c(
S(=O)(=O)
[C@@]1
1
c1cccc(N
c1ccccc1)
[O
[NH+]2CC
)cc1
c1cc2
Z
2)cc
c1=O
(C)C
e
(C)
N1CC
c1N
c2)
=O)cc
Br
3)
1CC
S(=O)
c3ccccc3)
[C@H]2C
1)
C[C@@H]1CC
+]
C
1C(=O)N
COC(=O)
c2[nH]
Cc1
5
c1ccc(Cl)cc
c1nn
[C@@H](C)
O=C1
N(C)C(=O)
Cc1ccc(
9
=CC
cs1
c1ncc
F
COc1ccc(C
=C
c2cn
[C@H]2CC
c(-c3cc
c1C
c2ccc(C
[C@@H](
(C)C)
CC(C)
/C=C
c1cccc(Cl)
n
t
c2ccccc2)
c2ccc3c(c2)
c2cc(
2(CC
OC
B
C)
Br)cc
[N+](=O)[O-]
c1F
2+]
Cn1
[C@H]2CCC
c3cccc
ncc
(C)cc
C[C@H](C)
P
c(C(=O)N
l)cc
(Cl)
(C#N)
M
COc1cc
(F)
cccc
O=C(
c23)
CC2)
c2ccccc2
[C@@H]
2)c1
[C@@H]2
SC
o1
[C@@H]3
C(=O)N1CC
OCC(=O)N
3C
(CC(=O)N
[C@@H](O)
[
c3cc
n1
C[C@@H](
(C)(C)C
n2cc
c1C
c3
cs
O=

V
n1)
3CCCC
[nH+]
(CC
CS
y
=S
CN(C
Br
CN(C)
CCCC
c1ccc(C
C(=O)
(C)(C)C)
3)cc
[C@@H]1C
[C@H]
OC)
CC(C)C
cnn
N2C(=O)
[C@H](
c4cccc
CC(=O)
(=O)[O-]
c1ccccc1
(F)(F)F)
c1-
c4ccccc4
N2CC
1CCC
(F)(F)
[NH+](C)
c1ccc(F)cc
2)n1
CC(=O)N
c(S
1C
O
2)C1
F
c2C
Cc1n
F)cc
c2ccco
u
3)n
c1ccc(-
C(=O)[O-]
c2ccc(F)cc
CNC(=O)
I
c(
@
n1
c2c(c1)
)cc1
(F)(F)F)cc
(CC)
1
c(=O)
#N
o
C[C@H]
c1cccc(
c1cn
=
[C@@H]2C
Cc1cc(C)
C[C@@H](C)
)C
O=C
[C@@H](C(=O)N
OCC
3CC
]
c1cc(
C[C@H]1C
g
[S
(=S)
c2)cc1
[C@@H](C
@]
2CC
n1cc
NC(=O)
n2
6
c1cccc(C
Cc1ccc(-
CCCO
=C/
(N)
a
CCn1
c1ccc(F)
[NH2+]C
c5
[C@@H]1
1)N
co
1C(=O)
G
2)C
c2ccccc21
O)cc
S(C)(=O)
[C@@H](C)C
CCC
[C@H](C)C
N
CC(C)(C)
c1cccn
c1cc
c2cccc
1=O
c1ccc(Cl)
c(N
)C1
H]
CCC(=O)N
c1
[NH3+])
C2CC
/N
NC(=O)CS
S
c3n
c(-
[C@
d
H+]
C[C@@H](C
Cc1ccc(C
N1C(=O)
O1
7
b
3
CCOC(=O)
NC(=O)C
n3
.
CCN
c1
T
N(C
c2n
)
c2cccc(
/C(
[N
cn1
nn
O=C(CC
[C@@H]1CC
F)
cn
2CCC
/
CCS
C[C@H](
CCO
3+]
c(Cl)
CC1)
2)n
-
(C)CC
[O-])
NC
(N)=O)
C1=O
N(CC
c21
s1
=O
COc1ccc(
2
C1
N(C(=O)
[N+](=O)[O-])
2)cc1
H
c(F)cc
c2cc
c(C)
3CCC
l)cc1
c2ncc
c1ccc(
c3ccc(F)cc
Br)
c2cccs
OCC1
s
(C
c3c(
c3ccc(
CC[NH2+]
[C@H]1
O
[C@H]2
1)C
NC(=O)C(=O)N
Cc1cccc(
O=C(N
[nH]
#
CC
C[NH+]
D
[NH+](C)C
c1ccccc1
NC(=O)c1cc
c[nH]
=N/
[C@H]3
NC(=O)CC
c1ccc2c(c1)
/C=C/
N#
[C@@H]2CCC
[C@]1
