[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
(
(/C=C(\C)C(=O)O)CC
(=
(=C)
(=C2C=CC(=[N+](CC)CC)C=C2)
(=CC[C@H]3[C@@H]4C
(=N)N
(=O)
(=O)(O)O)cc1
(=O)C=C[C@
(=O)CC[C@
(=O)CC[C@]4(C)[C@H]3CC[C@@]21C
(=O)N
(=O)N(C)
(=O)N1
(=O)N[C@@
(=O)Nc1c(C)cccc1C
(=O)O
(=O)O)C
(=O)O)c
(=O)O1
(=O)c1
(=S)
(=S)SSC(=
(Br)Br
(Br)C
(C#N)
(C(F)(F)F)
(C)
(C)(=O)=O)cc1
(C)(C
(C)(C)
(C)(C)O[Si]
(C)=
(C)=O)
(C)C(=S)O
(C)C)
(C)O1
(C)[C@
(C1)
(C2CC2)c2
(C=O)Cc1cnc(C)nc1N
(CC(=O)O)
(CC(N)=O)C
(CC)
(CCC
(CCCC)(CCCC)CCCC
(CCCCCCCC)
(CCCl)
(CN=C=O)C1
(CO)
(CO)CO
(COC
(COC(C)=O)O
(Cc2c(O)c(C(=O)O)cc3ccccc23)c1O
(Cl)
(Cl)(Cl)
(Cl)C(C
(Cl)Cl
(Cl)c
(Cl)c(=O)n1Cl
(Cl)cc21
(Cn1cncn1)
(F)
(F)(F
(F)(F)
(F)(F)C(F)(F)C
(F)(F)C(F)(F)C(F)(F)C
(F)(F)F
(F)F)
(F)cccc2F
(N)
(N)=O)
(N)[C@H](O)[C@H](C)O2)C1)
(N3
(NC(=O)OC)nc2c1
(Nc3ccc(F)c(Cl)c3)
(O)
(O)=C(
(O)[C@H
(O)[C@H]1O
(O)[C@H]3O
(OC(=
(OC(=O)C(O)(
(OC(F)F)ccc3[n
(OC)
(OC)c
(OC)ccc5c4CCN3C[C@H]2C
(OCC
(OCC)(OCC)OCC
(OCC)OCC
(OCCCC)OCCCC
(P2(=O)OCC(C)(C)CO2)=
(SP(=S)(OC)OC)
([C@@H](OC)C[C@H]2O)[C@@H]1C[C@]2(O)[C@@H](OC)[C@H](O)[C@@]4(
([Co+]C[C@H]5O[C@@H](n6cnc7c(N)ncnc7
([O
(c1ccc(F)cc1)
(c1ccc(O)cc1)
(c1ccccc1)
(c1ccccc1)c1ccccc1
(c1cncnc1)
(c2
(c2ccc(Cl)cc2)C
(c2ccc(O)cc2)
(c2ccccc2)
(c3)OCO4
(c3ccccc3n2C
(cc(OC)c(O)c4Oc4ccc(cc
(cc1S(=O)(=O)O)[C@@]1(C)CC
(cc4nc(cc5[nH]c(cc1n2)c
(n4)C4NC(=O)c5csc(n5)C(C(C)(O)C(C)O)NC(=O)C5CSC(=N5)/C(=C\C)NC(=O)C(C(C)O)NC(=O)c5csc(n5)C3(CC2)NC(=O)C(C)NC(=O)C(=C)NC(=O)C(C)NC(=O)C(C(C)CC)NC2C=Cc3c(C(C)O)cc(n
(ncn2COC
(sc5n
)
)(OC)OC
)(c4ccc(Cl)cc4Cl)O3)cc
)=C(/C)N
)=C(CS
)=C(S[C@@H]3CN
)=N1
)C(C)(C)CCC1
)C(O)=C1O
)C1
)C1=O
)C2
)C=C2)
)CC1
)CC1)
)CC2
)CC3
)CCC[C@]3(C)[C@H]2CC1
)CC[C@@](C)(CCC[C@H](C)CCC[C@H](C)CCCC(C)C)O2
)CC[C@@]2(C)[C@H]1CC[C@]1(C)[C@@H]2C(=O)C=C2[C@@H]3C[C@@](C)(C(=O)O)CC[C@]
)CC[C@H]2[C@@H]3CCC4=C
)CSSC[C
)Cc2c(O)c3c(c(O)c2
)N1
)NC(=O)[C@
)Nc2cc(Cl)c(S(N)(=O)=O)cc2S
)O4)
)OC(C)(C)O[C@H]3[C@@H]2O1
)OCO2
)OCO4
)[C@@
)[C@@]1(C)CC[C@@H](O)C[C@H]1C[C@H]3O
)[C@@]4(C)CC[C@@H]32)C1
)[C@H]2O[C@H](SC)
)[C@H]2SC1
)c
)c(
)c(=O)[nH]c1=O
)c(=O)n(
)c(=O)n1
)c(C)c1
)c(C)c2
)c(Cl)c1
)c(O)c(
)c(O)c1
)c(OC)c1
)c(OC)c2
)c(OC)cc1
)c(S(N)(=O)=O)cc2
)c1
)c1cc2ccccc2cc1O
)c1csc(N)n1
)c2
)c2)
)c2c1
)c2c1C(=O)c1ccccc1C2=O
)c2ccccc12
)c2cccnc12
)c3)
)c4
)c4)o
)c5c4
)cc
)cc(
)cc(OC)c1OC
)cc1
)cc1Cl
)cc1OC
)cc2
)cc2)
)cc2)cc1
)cc21
)cc2F)
)cc3
)ccc1
)ccc1O
)ccc2c1
)cccc1
)cccc2C
)ccn1
)cn
)cn1
)cn2C1CC1
)cs1
)n
)n(C)c2=
)n1
)nc(
)nc1
)nc2
)nn1
)no1
)o1
)o2)
)o4)c
)oc2c1
)oc2cc(O)cc(O)c12
)on1
)s1
)s2
+
+2]
+3]
+]
-
.
.F[B
.N#CN=C=[N
.O=C(O)CC(O)(CC(=O)O)C(=O)O
.O=S(=O)(O)CCO
.O=S(=O)([N
.O=S(=O)([O
.c1cc[cH
/
/C(
/C(=C/
/C(=C\
/C(=N/
/C(=N\
/C(C)=C/
/C(C)=N/O
/C=C(C)/C=C/
/C=C(\
/C=C(\Cl)C(F)
/C=C/
/C=C1/
/C=C2/
/C=C\
/C=N/
/N=C(\
/N=C/
/N=N/
/N=c1/
1
1(=O)=O
1(C)O
1(F)C(F)(F)C(F)(F)C2(F)
1(N(CCCl)CCCl)NC
1(c2cc
12CC3CC(CC(
12CCC
1=
1=C(C)CCCC1(C)C
1=C(C)NC(C)=C(C(=O)O
1=NCCN1)
1CC=C(C)CC1
1CCC(
1CCCC1)
1CCCCC1
1CCCCC1)
1CCN(
1CCN(C
1CCNCC1
1CCOCC1
1CCSC1=O
1CC[N+](C)(C)CC1
1CN2CCC1CC2
1C[C@H]2CCCC[C@H]2C1)C
1N=C(c2ccccc2F)c2cccc3c2N(CC3)C1=O)c1c
1c2cc3c(cc2CCN1C)OCO3
1c[nH]c2ccccc12)
1cc(I)c(O
1ccccc1)
2
2(Cn3cncn3)
2)C1
2)CC1
2)CCCCC1
2)N(
2)NC(=O)/C(=C/N
2)O1
2)[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@H](N(C)C)[C@H]2O)[C@](C)(O)C
2)c(F)cc2c(=O)c(C(=O)O)cn(C3CC3)c12
2)c(OC)c1OC
2)c1
2)cc1
2)ccc(C(C)
2CCCCC2)
2CCCCC2)CC1
2CCNCC2
2CCOCC2
2CC[C@@H](C)[C@@](O)(O2)C(=O)C(=O)N2CCCC
2CC[C@H]1N2C
2CC[C@]1(C)C2(C)C
2N=C(C=C3N=C(C(C)=C4
2[nH]nc
2c(
2c(c(OC)c1OC)
2c(cc1
2c(n1)
2c3c(c1)
2c3cccc4[nH]cc(c34)
2ccc(O)cc12
2ccc(OC)cc12
2ccccc12
2ccccc2c1=O
2ccccc2n1
2o1
3
3(C)CC[C@]21C
3)
3)C(=O)N2
3)CC1
3)[C@@H](C)C(=O)O[C@H](CC)[C@@](C)(O)[C@H](O)[C@@H](C)C(=O)[C@H](C)C[C@@]2(C)O)O
3=
3CCCC3
3CCCCC3)
3CCN(
3CCNCC3
3CCOCC3)
3C[C@H](F)C4=C
3[C@H]4CCC(=O)C=C4CC
3c(c
3c(cc2F)c(=O)c(C(=O)O)cn3
3c(n2)
3c4c5ccc(O)c4O
3c4ccc(OC(=O)N(CCCl)CCCl)cc4CC
3cc(N(C)C)ccc3[n+]2C)c(C
3ccc(Cl)cc3n
3ccccc
3ccccc13)C2
3ccccc3c
3nc(c(
4
4)
4)CC3)cc
4)O[C@@H]3C)O[C@@H]2C)O
43
45
4=CC(=O)C
4C=C[C@H]3C4)
4CCN(C)CC4
4CC[C@]5(C)[C@H]
4O[C@H](CO[C@@H]5O[C@@H](C)[C@H](O)[C@@H](O)[C@H]5O)[C@@H](O)[C@H](O)[C@H]4O)cc3O2
4[C
4cc
4ccccc34)
4ccccc4
5
5C4)O[C@@H]3C)O[C@@H]2C)C
5ccccc45
5ccccc5
6
6)
6CC[C@]7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O)[C@@H]6
6C[C@@H](O)[C@]7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O)[C@@H]6
7=CC(=O)OC7)
7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57
7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7O)CC[C@]6(
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7
=
=C
=C(
=C(/
=C(C)
=C(C)C)C2(C)
=C(CSc4nnnn4C)CS
=C(Cl)
=C(N)N
=C(\
=C/
=C1
=C1\
=C3C(=O)c4c(O)cccc4[C@@](C)(O)C3C
=C3C(=O)c4c(O)cccc4[C@@](C)(O)[C
=C4
=C=
=CC(=O)C=C1
=CC4=CC(=O)CC[C@@]
=CC=C
=C[C@
=C\
=Cc1ccc(O)c(O)c1)O
=Cc2sc3ccccc3[n+]2CC)S
=N
=N/
=NC2
=N\
=O
=O)
=O)c(
=O)c2c
=O)n
=O)n(
=O)n(C)c(=O)n2C
=P(N1CC1)(
=S)
=[N+](
=[Se]
@+
@@+]12CC[C@@]34c5ccccc5N5C=C6[C@H]7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
@@H]
@@H](
@H]
@H](C
@H](C(C)C)C
@H](N)C
@H](O)
@H]1
@H]2
@H]3
@H]4O)c
@H]4[C@H]3C
@]
@]1(c2ccccc2Cl)CCCC
@]2(C
@]2(O)C(O)=C3C(=O)c4c(O)cc
@]3
@]3(F)
B
Br
Br)
Br)c
Br)c(
Br)c(O)c(Br)c1
Br)c1
Br)cc(
C
C#C
C#C[C@]1(O
C#C[C@]1(O)CC
C#N
C#N)c1cccc(Oc2ccccc2)c1)
C(=
C(=C2C=CC(=N
C(=C2C=CC(=[N+](C)C)C=C2)
C(=C2C=CC(=[N+](CC)Cc3cccc(
C(=CC[C@H]3[C@@H]4CCC(=O
C(=N)
C(=O
C(=O)
C(=O)C1
C(=O)N
C(=O)N2C(
C(=O)N[C
C(=O)N[C@@H](Cc2ccccc2)C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](CC(N)=O)C(=O)N1)C(=O)NCC(N)=O
C(=O)N[C@@H]1C(=O)N2
C(=O)O
C(=O)O)cc1
C(=O)[O
C(=O)c1ccccc1)c1ccccc1
C(=S)[S
C(Br)
C(C#N)=
C(C)(C)C
C(C)(C)C)c1
C(C)=C\
C(C)=O
C(C)=O)cc1
C(C)C
C(C)C)c1
C(C)C)cc1
C(C=C(Cl)Cl)C1
C(CC)CCCC)
C(CN)=
C(Cl)(Cl)Cl
C(F)(F)F)c
C(F)(F)F)c1
C(F)(F)F)cc1
C(F)F
C(I)=CC(=C(c2c
C(N)=
C(N)=O
C(N)=S
C(O[C@@H]3O[C@@H]5CO[C@@H](C)O[C@H]5[C@H](O)[C@H]3O)C3COC(=O)[C@@H]32)OCO4)cc(OC)c1O
C)=O)[C@@H]1OC(C)=O
C)C3)[C@H](C)[C@@H](O)CC1=O)[C@H](C)C[C@@H]2OC
C)C[C@@H]1C[C@@H](CC=C(C)[C@@H](O[C@H]3C[C@H](OC)[C@@H](O[C@H]4C
C)C[C@H](N(C)C)
C)[C@@]4(F)[C@@H](O)C[C@]3(C)[C@]2(
C)c(=O)cc1[C@@H](NC(C)=O)CC2
C)cc(C(C)(C)C)c2
C)cccc1C
C)csc1C
C)n(
C)nc(OC)n1
C)nc(SC)n1
C/C(C)=C/C
C/C=C(/C
C/C=C(C(=C/C)/
C/C=C(\C)
C/C=C(\C)CCC=C(C)C
C/C=C1\
C1(C)C
C1(C)N=C(c2n
C1(Cl)C2(Cl)Cl
C1=C
C1=N
C1=NCCN1
C1=NN(c2ccc(S(=O)(=O)O)cc2)
C1=O
C1C(C)=CCCC1(C)C
C1CC(=O)OC1=O
C1CC2C=CC1C2
C1CCC
C1CCC(O)CC1
C1CCCC1
C1C[C@@H]2[C@@H](O)c1ccnc2
C2(C)C
C2(c3ccc(O)cc3)
C2(c3ccc(OC(C)=O)cc3
C2=
C2=CC[C@H]3[C@
C2=NCCN
C2=O
C2C1
C2C3C=CC(C3)C
C2C=C[C@H](C)[C@H](CC[C@@H]3C[C@@H](O)CC(=O)O3)
C2CC2
C2CC=CCC12
C2CC=CCC2C(=O)N1SC(Cl)(
C2CCC(C2)
C2CCCCC2
C2CO2)cc1
C3)C1)C2
C3CCCCC3
C3SC(=O)NC3=O)cc
C4=C
C5)c(O)c4c3C2
C=
C=C
C=C(C)
C=C(C)/C=C/C
C=C(C)C(=O)OCC
C=C(C)C1CC=C(C)
C=C/C(C)=C/
C=C1/C(=C\C=C2/CCC[C@@]3(C)
C=C1CC[C@H](O)C/C1=C/C=C1\CCC[C@@]2(C)[C@H]1CC
C=CC(=O)OCC
C=CC(C)(CCC=C(C)C)O
C=CC(C)(O)C
C=CC(C)=C[C@@H]1CO[C@@H]1O[C@H](C)[C@@H](O)[C@@H](OC)[C@H]1OC
C=CC1=C(C(=O)O)N2C(=O)[C@@H](NC(=O)/C(=N/O
C=CC=C3CO[C@@H]4[C@H](O)C(C)=C[C@@H](C(=O)O1)[C@]34O)O2
C=CCN(CC=C)
C=CO[C@@]2(C)Oc3c(C)c(O)c4c(O)c(
C=C[C@H]1CN2CC
C=C[Si](OC
C=C\C2=C(C)C
C=C\C=C(C)\
C=Cc1c(C)c2cc
C=O)cc1
CC(=O)O[C@]1(C(C)=O
CC(=O)[C@@]1(
CC(C
CC(C(=O)O)
CC(C(O)c1ccccc1)N(C)
CC(C)
CC(C)(C)
CC(C)(C)C1
CC(C)(C)NCC(O)
CC(C)(CO)[C@@H](O)C(=O)NCCC
CC(C)(O)
CC(C)=CC
CC(C)NCC(O)
CC(C)OC(=O)
CC(CC)CCCC
CC(CN2c3ccccc3Sc3ccccc32)C1
CC(CO)(CO)
CC(O
CC(O)
CC(O)CN
CC(O)CO
CC/C(=C(
CC/C=C\C
CC1
CC1(C)
CC1(C)S[C@@H]2[C@H](
CC1)c1ccc(F)cc1
CC1=C(
CC1=C(/C=C/C(C)=C/
CC1=C(C(=O)O)N2C(=O)[C@@H](N
CC1=NN(
CC1CCC(=O)O1
CC1CCC(CO)CC1
CC1CCCO1
CC1CN(c2cc
CC1CO1
CC2)nn(
CC2C(CO1)C1(Cl)C(Cl)=C(Cl)C2(Cl)C1
CC=CC=
CC=C[C@H](C)[C@@H](O)[C@H]1C)O2
CCC(=O)N(c1ccccc1)
CCC(C#N)(c2cc
CCC(C(C)(C)O)CC1
CCC(C)(CCC(C)C)
CCC)CCCC
CCC1COC(Cn2cncn2)(c2ccc(Cl)cc2Cl)O1
CCC2CC1C2(C)C
CCC4=C3C=C
CCCC(=O)O[C@]1(C(=O)C
CCCC(C)(COC
CCCC(CCC)
CCCC2
CCCCC(=O)O
CCCCC(CC)
CCCCC(CC)CO
CCCCC(CC)COC(=O)
CCCCC1
CCCCCC
CCCCCC/C=C\CCCCCCC
CCCCCCCC
CCCCCCCC(=O)O
CCCCCCCCCC
CCCCCCCCCCCC
CCCCCCCCCCCCCCC
CCCCCCOC(=O)
CCCCCC[C@@H](O)C/C=C\C
CCCCC[C@H](O)/C=C/[C@H]1[C@H](O)C
CCCCCc1cc(O)c2c(c1)OC
CCCCN
CCCCN(CCCC)
CCCCN1CCN(c2ncccn2)CC1
CCCC[Sn](Cl)(C
CCCC[n+]1ccc(C)cc1
CCCC[n+]1cccc(C)c1
CCCCc1c(C)nc(NCC)nc1O
CCCN(CCC)
CCCN1C(=O)[C@H](CCCNC(=N)N)
CCCN1C=CN(C)C1
CCCN2CCC(C(O)(
CCCN2CCN(c3cccc(Cl)c3)CC2
CCN(C
CCN(CC)
CCN(CC)CC
CCN(CCO)
CCN1CCC
CCN1CCCC1CN
CCN2
CCN3
CCNc1nc(NC(C)
CCO1
CCOC(=O)
CCOC(=O)[C@H](CCc1ccccc1)
CCOP(=O)(OCC)
CCOP(=S)(OCC)
CCS)(COC(=O)CCS)
CC[C@@
CC[C@@H]4[C@H]3CC
CC[C@@]2(C)[C@H]1CC[C@]2(C)O
CC[C@@]2(CCCO2)C[C@@H]1N1CCCC1
CC[C@H]1OC(=O)
CC[C@]12CCCN3CCc4c(n(c
CC[C@]2(NC1)O[C@H]1C[C@H]3[C@@H]4CC[C@H]5C
CC[C@]3(CCC(=O)[C@H]32)
CC[C@]4(C)[C@H]3CC[C@]12C
CC[N+](C)(C)
CC[N+](C)(CC)CC
CC[N+](CC)(
CC[N+]1(C)CCCC1
CC[Si](OC)(OC)OC
CC[n+]1c(
CC[n+]1ccccc1
CCc1nccnc1C
CCn1cc(C(=O)O)c(=O)c2cc(F)c(N
CCn1cc[n+](C)c1
CN(C)
CN(C)C(=O)
CN(C)CC
CN(C)c1ccc(
CN(CC(=O)O)CC(=O)O
CN(CCc3c([nH]c4ccccc34)[C@@](C(=O)OC)(c3cc4c(cc3OC)N(C
CN(N=O)
CN(c
CN(c3nc4c(cc3F)c(=O)c(C(=O)O)cn4
CN(c4ccccc4)CC3)
CN1
CN1CCC(=C2c3ccc
CN1CCN(C
CN1CCN(C2=Nc3cc
CN1CCN(c2
CN1CCOCC1
CN1CCc2cccc3c2
CN1[C@H]2CC[C@@H]1C
CN3CCc4c([nH]c5ccccc45)
CN=C(c2ccccc2)c2cc(
CNc2[nH]cnc3ncnc2
CNc3ccc(C(=O)N[C@@H](CCC(=O)O)C(=O)O)cc3)cn
CO)C[C@@H]3O
CO)[C@@H](O)[C@H]
CO)c(CO)c1O
CO)c(I)c(C(=O)NCC(O)CO)c1I
CO/N=C(/
CO/N=C(\C(=O)
CO2)
COC(=O)
COC(=O)[C@H]1[C@H]2C[C@@H]3
COCCOCCOCCO
COCCc1ccc(OCC(O)CNC(C)C)cc1.COCC
COP
COP(=O)(OC)O
COP(=S)(OC)
CO[C@@]1(NC(=O)C
CO[Si]
COc1
COc1c2occc2cc2ccc(=O)oc12
COc1cc
COc1cc(
COc1cc([C@@H]2c3cc4c(cc3
COc1cc2c(cc1OC)
COc1ccc(
COc1ccc2[nH]c(S
COc1ccc2c(c1)c(C
COc1cccc2c1C(=O)c1c(O)c3c(c(O)c1
COc1nc(C)nc(
COc1nn(
CSC(=O)c1ccccc1)C(=O)N1C[C@@H](S
CSP(=S
C[C@@](C)(
C[C@@]43C)[C@@H]1CC
C[C@H](N)
C[C@H](O[C@H]3[C@@H](O)C
C[C@H]2[C@@H]3CCC4=CC
C[C@H]4
C[C@]12CC[C@@H]3c4ccc(O)cc4CC[C@H]3
C[C@]12CC[C@H]3[C@@H](C
C[C@]12C[C@H](O)[C@H]3[C@@H](C
C[C@]314
C[C@]5(
C[C@]5(C)[C@H]4[C@@H](O)C[C@]3(C)[C@]2(C(=O)CO)O1
C[N+](C)(C)C
C[N+]1(
C[N+]1(C)
C[NH+]
C[S+](C)C
C[SiH](
Cc1c(C)c2c(c(C)c1O
Cc1c(Cl)cccc1
Cc1c[nH]c2ccccc12
Cc1cc(=O)oc2cc(
Cc1cc(C)c(
Cc1cc(C)cc(
Cc1cc2c(
Cc1ccc2c(c1)OCO2
Cc1cccc(C)c1N
Cc1nc(N)nc(N
Cc1nc2ccc
Cc1nc2n(c(=O)c1CCN1CCC(c3noc4cc(F)ccc34
Cc1nc[nH]c1C
Cc1ncc(C[n+]2csc(CC
Cc1ncsc1CC
Cc1nn(
Cc1nnc2n1
Cc1o
Cc1occc(=O)c1O
Cc2c[nH]c3ccccc23)
Cc2ccc(O)cc2)
Cc2cnc(N)nc2N
Cc3cc(OC)c(OC)cc3C
Cc3ccc(O)cc3
Cc3ncc(C)c(OC)c3C
Cc4cc(O)ccc4[C@H]3CC
Cl
Cl)
Cl)C2(Cl)Cl
Cl)[C@@H](Cl
Cl)c(
Cl)c(Cl)c1Cl
Cl)c(Cl)c2)
Cl)c1
Cl)c1Cl
Cl)cc(Cl)c1O
Cl)cc1
Cl)cc1Cl
Cl)ccc1
Cl)n1
ClC1=C(Cl)C
ClC1=C(Cl)[C@]2(Cl)
Clc1ccc(C(Cn2ccnc2)OC
Cn1c(=O)c2c(ncn2
Cn1cnc2
Cn1scc
Cn6cncn6)(c6cc
F
F)
F)c(
F)cc
F)cc3
F)ccc2
FC(F)(F)
H
H+
H2+]
H]
H](C
H](Cc
H](Cc1c[nH]cn1)
H](Cc1ccc(O)cc1)NC(=O)[C@H](CO)NC(=O)
H](Cc1cnc[nH]1)
H]1
H]1C)[C@H]1O[C@]2(C=C[C@@H](O)[C@]3(CC[C@@](C)([C@H]4CC[C@](O)(CC)[C@H](C)O4)O3)O2)
H]2
H]2O)
H]3
H]3[C@H](CC[C@@]4(C)[C@H]3C[C@H]([N+]3(C)CCCCC3)
H]4
H]4[C@@H](C2)
H]5O)
H]c3ccccc3c2=O)CC1
I
I)c(N(C)C(C)=
I)c(O)c(I)c1
I)cc(I
IC(I)
N
N#C
N(C
N(C(=O)
N(C)C
N(C)C)
N(C)C)[C@H]2O)[C@@H](CC=O)C
N(CC(=O)O)CC
N(CC)CC
N(CC2CO2)CC2CO2
N(CCO)CCO
N(Cc1cccs1)
N(Cc2cccnc2)
N)N)[C@H](O)[C@@H](NC(=N)N)[C@H](O)[C@H]3O)O[C@@H](C)[C@]2(O)C
N)c2c1O
N)c4c3O
N)cc3)cc2)c
N)nc(N)c2n1)
N1C(=O)[C@@H]1CSSC
N1CC
N1CCCC1=O
N1CCN(
N1c2ccccc2
N2C
N2C(=O)[C@@H](NC(=O)[C@H](N)c3ccccc3)[C@H]2SC1(C)C
N2CCC
N2CCCCC2)cc1
N2CCN(C(c3c
N3CCCCCC3
N3CCOCC3
N3CCSC3=N
N=
N=C(N)
N=C(N)N
N=C=O
N=[N+]=[N
NC(=N)N
NC(=O)
NC(=O)[C@@H]1CCC(=O)N1
NC(=S)
NC(C
NC1(
NC1=O
NC1CCC(CC2C
NC1CCCCC1
NC[C@H]1O[C@H](O[C@@H]2[C@@H](N)C[C@@H](N)[C@H](O[C@H]3O[C@H](CO)[C@@H](O)[C@H](N)[C@H]3O)[C@
NS(=O)(=O)
NS(=O)(=O)c1cc2c(cc1Cl)
NS2(=O)=O
N[C@@H](CCC(=O)O)
N[C@@H](Cc
N[C@@H]1C(=O)N2C(
Nc1c(I)cc(I)c(
Nc1c2c(nc3ccccc13)CCCC2
Nc1ccc(S(=O)(=O)
Nc1ccc2cc3ccc(N)cc3nc2c1
Nc1ccn(
Nc1nc
Nc1nc(
Nc1nc(N)nc(
Nc1nc2c
Nc1ncnc2c1ncn2[C@@H]1O[C@H](CO
Nc2cnccn2
Nc2nccs2)cc1
Nc3c(F)cccc3F
O
O)=C(CSc3
O)C(=O)OCc2c1cc1n(c2=O)Cc2c
O)C(C)C)C(C)C
O)O
O)[C
O)[C@
O)[C@H]
O)[C@H](
O)c(
O)c(I)c2)c(I)c1
O)c1I
O)c2
O)c2C)c(N)n1
O)c3
O)cc(O)c1
O)cc(O)c4c3
O)ccc12
O)nc(O)n1
O.O.O.
O/N=C/C
O=
O=C(C
O=C(Cl)
O=C(N
O=C(NC(=O)c1c(F)cccc1F)
O=C(O
O=C(O)
O=C([O
O=C(c1
O=C(c1ccccc1)
O=C1
O=C1/C(=C2\N
O=C1CC2(CCCC2)CC
O=C1CCC
O=C1C[C@@H]2OCC=C3CN4CC[C@]56c7ccccc7N1[C@H]5[C@H]2[C@H]3C[C@H]46
O=C1N
O=C1NCN(c2ccccc2)C12CCN(
O=C1O
O=C1OC2(c3c
O=C1c2c(O)ccc(
O=C1c2ccccc2
O=NN
O=P
O=P(O)(O)
O=P([O
O=S(
O=S(=O)
O=S(=O)(O)
O=S(=O)([O
O=S1
O=[N+]([O
O=c1
O=c1[nH
O=c1[nH]c
O=c1[nH]c(=O)n([C@H]2C[C@H](O)[C@@H](CO)O2)cc1
O=c1[nH]c2c
O=c1oc2
OB(O)O
OC(=O)C(=C)C
OC(=O)C(CO)c1ccccc1)C2
OC(=O)C=C
OC(C
OC(C)=O
OC(C)=O)
OC)[C@@H](O)[C@H](C)O
OC)c(OC
OC)c1ccccc1CO
OC1
OCC#CI
OCCO
OCCOCCN1CCN(C2=Nc3ccccc3S
OCCOCCO
OCO3
OC[C@H]1O
OC[P+](CO)(CO)CO
OCc1cc(C(O)CNCCCCCCOCCCC
OP(=O)(O
O[C@@H
O[C@@H]3[C
O[C@](
O[Si](C)
Oc1ccc(Cl)cc1Cl
Oc1nc(Cl)c(Cl)cc1Cl
Oc2nc3ccc(Cl)cc3o
P
P(=O)
P(=O)(
P(=O)(O)O
P(=O)(OC)OC
P(=O)([O
P(=S)(
S
S(=O)
S(=O)(=O)
S(=O)(=O)O
S(=O)(=O)[O
S(C)(=O)=
S(N)(=O)=O
S=c1
SC(=S
SCn1c(=O)o
SCn1nnc
SS
S[C@H]12)
Sc1ccoc1C
Sc3ccc(C(F)(F)F)cc32)CC1
Sc3ccc(S(=O)(=O)N(C)C)cc32)CC1
[
[2H]C([2H])([2H])[C@H](N)Cc1ccccc1.[2H]C([2H])([2H
[A
[AlH3
[AlH3](O)O
[As]
[Au
[B
[Ba+2]
[C
[C@
[C@@
[C@@H
[C@@H]
[C@@H](
[C@@H](C)
[C@@H](CO)O
[C@@H](N)
[C@@H](NC(=
[C@@H](O
[C@@H](O)
[C@@H](O)[C@@H]1O
[C@@H](O)[C@H](O)[C@H](O)CO
[C@@H]1
[C@@H]2
[C@@H]21
[C@@H]2O
[C@@H]3
[C@@H]4
[C@@H]5
[C@@]
[C@@](O)(
[C@@]1(
[C@@]1(C)
[C@@]12
[C@@]2
[C@@]2(C)C
[C@@]21C
[C@@]3
[C@H
[C@H]
[C@H](
[C@H](C)
[C@H](C)O3)
[C@H](C)[C@@H](O
[C@H](CO)
[C@H](O
[C@H](O)
[C@H](O)[C@
[C@H](O)[C@H]
[C@H]1
[C@H]2
[C@H]2O)
[C@H]2[C@@H]3C
[C@H]3
[C@]
[C@](C)(O
[C@](O)(C
[C@]1(
[C@]1(C)
[C@]12C
[C@]2
[C@]2(C)
[C@]2(C)[C@@]1(O)C(=O)CO
[C@]2(O)C(=O)CO
[C@]3
[C@]4(
[C@]5(C)[C@H]4CC[C@]3(C)
[C@]5(CC)C=CCN6CC[C@]43[C@@H]65)C2)C1
[Ca
[Cr]
[Cu
[Dy]
[Fe
[G
[Hg
[Hg]
[In]
[Li+].[L
[M
[N
[N+
[N+]
[N+](=O)[O
[NH3+]
[Na+]
[O
[P+]
[PH]
[Pt
[S
[Sb]
[Si]
[Sn
[Sn]
[Sn](CCCC)(CCCC)
[T
[V]
[Yb]
[Zn+2]
[Zn]
[Zr]
[n
[n+]
[n+]1
[nH]
[nH]1
[nH]c
[o+]
\
\C=C(/C)
]
]#[O+
]#[O+].[C
](C)(
](F)(F)F
](O
](O)
](OC)C2)CC(=O)[C@H](C)C=C(C)[C@@H](O)[C@@H](OC)C(=O)[C@H](C)C[C@H](C)C=CC=CC=C1C
](n2cn
])
])C(C)(C)S[C@H]12
])C(F)(F)F
])[O
])c
])c(
])c1
])c1cc(
])c1ccc(
])c2
])cc(
])cc1
])cc2
])cc3
])ccc1
])o1
].
].[K+]
]1
]1(CC)CCC
]2
]2(C)
]23)OCO4)cc(OC)c1O
]2C[C@H]3[C@@H]4CCC5=
]2C[C@H]3[C@@H]4C[C@H](F)C5=C
]2O[C
]2O[C@H
]2[C@@H]3CCC4=CC
]3
]3(O)C(=O)C(C(N)=O)=C(O)[C@@H](N(C)C)
]3Cc4ccc(O)c5c4[C@@]2(CCN3CC2CC2)[C@H]1O5
]4
]4(C)C3
]4(C)[C@@]3(Cl)
]4(C)[C@@]3(F)[C@@H](O)C
]4(C)[C@H]3
]4(C)[C@H]3[C@@H](O)C[C@@]21C
]4C[C@H](O)CC[C@
]5
]7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
]=[N+]=
]C=C1.[
]S(=O)(=O)C(F)(F)F)C(F)(F)F
][N+](
]c1
]c2nccc
a]
bH
c
c(
c(/C=N/N5
c(=O
c(=O)
c(=O)[nH]
c(=O)c
c(Br
c(C)c
c(C)c(O)c3c(O)c2C(=O)[C@H]1O[C@H]1C[C@@H](O[C@H]2C[C@@H](O[C
c(C)c1Br
c(C)nc
c(C2=NC(C)(C(C)C)C(=O)N2)c(
c(CCCCN3CC=C(c4ccccc4)CC3
c(Cl)c
c(Cl)c(Cl)c(
c(F)c
c(F)c1F
c(F)cc3c(=O)c(C(=O)O)cn1c23
c(I)c
c(I)c(
c(N
c(N)nc
c(N=N
c(O)c
c(O)c(
c(O)c1
c(OC
c(OC)cc
c(c(Cl)c5)O3)NC(=O)[C@@H](N)c3ccc(O)c(c3)Oc3cc(O)cc4c3)c3ccc(O)c(c
c(c1
c(c3C2=O)C2=NC3(
c(c56)C[C@H]4N(C)C3)(C(C)C)C(=O)N12
c(cc2[
c1
c1)CC2
c1)OCCO2
c12
c1=O
c1c
c1c(
c1c(Cl)cc(
c1c(Cl)cccc1Cl
c1c(I)c(C(=O)N
c1c2ccccc2cc2ccccc12
c1c[nH]c
c1cc
c1cc(
c1cc(C(C)(C)C)c(O)c(C(C)(C)C)c1
c1cc(Cl)c(
c1cc(Cl)c(Cl)cc1Cl
c1cc(Cl)cc(Cl)c1
c1cc(Cl)ccc1O
c1cc(O)c(O)c(O)c1
c1cc(Oc2ccc(C(F)(F)F)cc2Cl)ccc1
c1cc2c
c1cc2ccccc2c
c1ccc
c1ccc(
c1ccc(Br)cc1
c1ccc(C)cc1
c1ccc(Cl)c(Cl)c1
c1ccc(Cl)cc1
c1ccc(Cl)cc1)
c1ccc(F)cc1
c1ccc(N)cc1
c1ccc(O)c(O)c1
c1ccc(O)cc1
c1ccc(OC)cc1
c1ccc([N+](=O)[O
c1ccc2
c1ccc2[nH]c
c1ccc2c(
c1ccc2c(c1
c1ccc2c(c1)
c1ccc2cc(
c1ccc2cc3ccccc3cc2c1
c1ccc2ccccc2c1
c1ccc2ncccc2c1
c1ccc2sc(S
c1cccc
c1cccc(
c1cccc(C)c1
c1cccc(Cl)c1
c1cccc(O)c1
c1cccc2c1C
c1cccc2c1OC
c1cccc2ccccc12
c1ccccc1
c1ccccc1)
c1ccccc1S2
c1ccccn1
c1cccnc1
c1ccco1
c1ccncc1
c1cn
c1cnc2c
c1cnccn1
c1cncn1C
c1csc(
c1n
c1nc(
c1nc(Cl)nc(N
c1nc2ccccc2s1
c1ncc
c1ncc(
c1ncn
c1nnc(
c1sc(
c1sccc1
c2
c2[nH]
c2c
c2c(
c2c(Cl)cccc2
c2c(O)c
c2c(c1)
c2c(c1OC)
c2c1
c2c3c1O[C@H]1
c2cc
c2cc(
c2cc(C)cc(C)c2)
c2cc(Cl)ccc2
c2cc(O)cc(O)c2
c2cc(OC)c(OC
c2cc1OC
c2ccc
c2ccc(
c2ccc(C(F)(F)F)cc2
c2ccc(Cl)cc2
c2ccc(F)cc2)
c2ccc(N(C)C)cc2)cc1
c2ccc(N)cc2
c2ccc(O)c(NC=O)c2)cc1
c2ccc(O)cc2
c2ccc3c(c2)
c2cccc
c2cccc(
c2cccc(C(F)(F)F)c2)
c2cccc3
c2ccccc2
c2ccccc2)
c2ccccc2)CC1
c2ccccc2)c1
c2ccccc2)c2ccccc2)C1
c2ccccc2)cc1
c2ccccc2)n1
c2ccccc21
c2ccccn2
c2cccnc2
c2cccs2
c2ccncc2
c2cn
c2n
c2n1
c2nc
c2nc(
c2nc3cc
c2ncc(C(F)(F)F)cc2
c2nnn[n
c2nnn[nH]2)cc1
c2s
c2sc(
c3
c3c
c3c(
c3c(cc21)
c3c2
c3cc
c3cc(
c3cc(Cl)ccc3
c3cc(F)ccc3
c3ccc
c3ccc(
c3ccc4c
c3cccc
c3ccccc23
c3ccccc3
c3ccccc3)
c3ccccc3)c2)C1(C)C
c3cccnc3
c3cccs3)
c3cscn3)
c3n
c3nc
c3nnn[n
c3nnnn3C
c4
c4[nH]c5cc
c4c
c4c3c(cn4C)C
c4cc
c4ccc(
c4ccccc4)
c5
c5c
c5cc
c5ccc
c5ccccc5c4
c6
c6cc
c6ccccc6
c[n+](
cc
cc(
cc(Cl)cc
cc(F)
cc(N(C)C)cc3[s+]
cc(N3CCNCC3)c(F
cc(O)c(O)c(O)c1)
cc(O)c21
cc(O)c2C(=O)C2=C(
cc(O)cc
cc(OC)c(OC)c
cc(OC[C@H]3CO[C@](Cn4c
cc([As](=O)(O)O
cc1
cc1)c1ccccc1
cc1ccc3cccc4ccc2c1c34
cc2
cc2Cl)S1)
cc2c
cc2c1
cc3
cc3)CC2)C1
cc3)CC2)cc1
cc3)c
cc3c(
cc3cc(OC)c(OC)cc23
cc4
cc5
cc[n+]([O
ccc
ccc(
ccc(Cl
ccc(F)c(F)c1Nc1ccc(I
ccc(F)cc1)C1CCN(CCn2c
ccc(O
ccc1
ccc2
ccc21
ccc2N1
ccc2[nH]1
ccc2c
ccc2c(=O)cc(
ccc2ccc3cccc4ccc1c2c34
ccc2nccnc12
ccc3
ccc3Sc3ccc(Cl)cc32)CC1
ccc4
ccc4ccccc43
cccc
cccc(
cccc12
cccc1c23
cccc2
cccc2cccnc12
cccc2o1
cccc31)
ccccc1
ccccc12
ccccc2
ccccc2)C1
ccccc2oc1=O
cccs1
ccn
ccnc
cn
cn(C4CC4)c3c2F)C[C@@
cn2)c1C
cn5)CC4)c
cnc
cnc21
cnc2[nH]cnc12
cnc2cc1OCC
cnc3
cnn2
co
cs
cs2)
csc(N)n2)
d
e
g
i
l
l)
l)c21
l)cc
n
n(
n(C)c1=O
n1
n1c
n1c(
n1cc(
n1ccnc1
n1cnc2c(N)nc
n1cncn1
n2
n2)cc1
n2c
n2ccnc2)
n2nc(
n2nc3ccccc3n2
n2ncc(=O)[nH]c2=O
n3
n3c
n4c
n6cnc7cc(C)c(C)cc7
nc
nc(
nc(N
nc(N)
nc1
nc2
nc2c1
nc2c1ncn2
nc3c
ncc
ncn
ncnc
ncnc32)
nn
no
ns
o
oc
oc(
oc1
oc2
oc3
r
s
s1
sc
sc(N)n3
sc1
sc2
sc2c1
