[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
#N)
(
(/C=C(\C)
(=
(=C2C=
(=O)
(=O)N
(=O)O)
(=O)O)c
(=O)OC
(=O)[C
(=S)
(=S)[S
(Br)
(C#N)
(C(=C/C)/
(C(=O)O)
(C)
(C)(C
(C)(C)
(C)=
(C)C)
(C)O1
(C)O3)[C@H](N(C)C)[C@H]2O)[C@@H](CC=O
(C)[C@H]1O[C@]2
(C)[C@H]4
(C=C[C@@H]1C)C
(C=O)
(CC(=O)O)
(CC)
(CC)CC
(CC2=NCCN2)
(CCC(N)=O)C(=O)N[C@@H](CC(N)=O)C(=O)N1)
(CCCC)(CCCC)CCCC
(CCCC)(CCCC)O
(CCCC)CC
(CCCNC(=N)N)
(CCCl)C
(CCO)CCO
(CN)=
(CO)
(CO)CO
(CO1)C1(Cl)C(Cl)=C(Cl)C2(
(CSc4nnnn4C)CS[
(Cl)
(Cl)(Cl)Cl
(Cl)Cl
(Cl)c
(Cn1cncn
(Cn2ccnc2)
(F)
(F)(F)
(F)(F)C(F)(F)C(F)(F)C
(F)F
(N)
(N)=O
(O)
(O)(
(OC(=O
(OC(C)=O)
(OC)
(OC)OC
(OC)ccc5c4CCN3C
(OCC)
(OCC)OCC
(O[C@H]3C[C@@](C)(
([O
(c(=O)c1CCN1CCC(c3noc4cc(F)ccc34
(c1ccc(F)cc1)
(c1ccccc1)
(c1cncnc1)
(c4ccc(Cl)cc4Cl)O3
)
)=C(\C
)C(=O)N1C
)C(c1ccccc1)=
)C1
)C1(C)C
)C2)CC(=O)[C@H](C)C=C(C)[C@@H](O)[C@@H](OC)C(=O)[C@H](C)C[C@H](C)C=
)C=C[C@@]43C)
)CC1
)CC2
)CC3
)CC[C@@](C)(CCC[C@H](C)CCC[C@H](C)CCCC(C)C)O2
)CC[C@@]43C)[C@@H]1CC
)CC[C@H]2[C@@H]3
)CS[C@H]12)c1cs
)N(C=O)Cc1cnc(C)nc1N
)N1
)[C@
)[C@@H](O)C[C@]2(C)[C@@]1(O)C(=O)CO
)[C@@H](O)[C
)[C@H]2SC1
)[N+]2
)c
)c(
)c(=O)n(
)c(C)c1
)c(Cl)c1
)c(I)c1
)c(O)c(
)c(O)c1
)c(OC)c2
)c(OC)cc1
)c1
)c1c(I)c(C(=O)NCC(O)CO)c(I)c(C(=O)NCC(O)C
)c2
)c2c1
)c2cc(F)c(N3CCN
)c3)
)cc
)cc(
)cc(OC)c1OC
)cc1
)cc2
)cc2)CC1
)cc2)cc1
)cc21
)cc3
)ccc1
)ccc1O
)ccc2N1
)ccc2c1
)cccc1
)cs1
)cs2)c
)n
)n(
)n1
)nc(
)nc1
)nc2
)nn1
)no1
)oc2cc(O)cc(O)c12
)on1
)s1
)sc2c1
+
+2]
+3]
+]
-
.
.F[B
.O=S(=O)(O
.O=S(=O)([N
.O=S(=O)([O
.[Na+]
.c1cc[cH
/
/C(
/C(=C2\N
/C(=C\
/C(=N/O)
/C(C)=C/
/C=
/C=C
/C=C(/
/C=C(\
/C=C/
/C=C1\
/C=C\
/C=N/
/N=
/N=C(\
/N=C/
/N=N/
1
1(CC2COC(
1(F)C(F)(F)C(F)(F)C2(F)C(F)(
1)C1C=
12CC3CC(CC(C3)C1)C2
1=C(C)NC(C)=C(
1=CC2=CC[C@H]3[
1C)[C@H]1O[C@]2(C=C[C@@H](O)[C@]3(CC[C@@](C)([C@H]4CC[C@](O)(CC)[C@H](C)O4)O3)O2
1CCC(
1CCCCC1)
1CCCCN1
1CCN(CC
1CCOCC1
1CC[C@@H](C)C
1Cc2cc3cc(O[
1ccc(O)cc1)NC(=O)[C@H](CO)NC(=O)[C@H](Cc1c[nH]c2ccccc12)NC(=O)[C@H](Cc1c[nH]cn1)
2
2(C)C
2)CC1
2=NCCN2
2CCCCC2)
2CCOCC2)
2c(nc3c
2cccc3c2N(CC3)C1=
3
3)
3)CC1
3=
3C(=O)[C@@H](NC(
3C(=O)c4c(O)c
3CCC4=CC(=O)C=C[C@]4(C
3CCCCC3
3CCOCC
3c(c(O)c1C2=O)C[C@@](O)(C(=O)CO)C
3cc(N(C)C)ccc3
3ccccc23)cc1
4
4C=C[C@H]3C4
4CCC(=O)C=C4CC
4CC[C@]5(C)[C@H]6C
4C[C@H](O)CC
4c3
4c3c(cn4C)
4ccccc4
5
5(CC)C=CCN6CC[C@]43[C@@H]65)C2)C1
5[C@H](O)[C@H]3O)C3COC(=O)[C@@H]32)
5c4
6
7=CC(=O)OC7
7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57
7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7
7c(N)ncnc7
7cc(C)c(C)cc7
=
=C(
=C(/C
=C(C(N)=O)C(=O)[C@@]2(O)C(O)=C
=C/
=C1
=C3C(=O)c4c(O)cccc4[C@@](C)(O)C3
=C=
=CC=
=C\
=N
=N/
=N\
=O
=O)
=O)[C@H](
=O)[nH]
=O)c(
=O)c2
=O)cc1
=O)n
=O)n(
=O)oc2
=S)
@
@@
@@H]
@@H](C
@@H](CO)O2)c(=O)[nH]c1=O
@H](
@H](C)
@H](O)[C@H
@H](O)[C@H]1O
@H](O[C@@H]
@H]1
@H]2
@H]2O)
@H]3
@H]3c4ccc(O)cc4CC
@H]4
@]
@](C)(
@]1(
@]2(C)C(=CC[C@H]3[C@@H]4CC
@]2(CCCO2)C
@]3
@]43C)
B
Br
Br)c(
C
C#
C#C[C@]1(O)
C#N
C(=C
C(=C2C=CC(=
C(=N)
C(=N)N
C(=O
C(=O)
C(=O)N
C(=O)N1
C(=O)N[C@@H]1C(=O)N2
C(=O)O
C(=O)[C@
C(=O)[O
C(=S)N
C(Br)C
C(C(=O)O)=
C(C)(C)C
C(C)(C)C)c(
C(C)=O
C(C)C
C(CC)CCCC
C(Cl)=
C(F)(F)F
C(N)=
C(N)=O
C(O[C@@H]3O[C@@H]5
C(c2ccccc2)
C)(CCCCCCCC)
C)C(=O
C)c1=O
C)nc(SC)n1
C/C(C)=C/C
C/C=C(C)/C=C/C=C(C)
C/C=C(\C)
C1(c2ccccc2)
C1=C
C1=C(C)CCCC1(C)C
C1=N
C1=O
C1CC2C=CC1C2
C1CCCC1
C1CCCCC1
C1CCN(
C1CCNCC1
C1CO1
C2(c3
C2=C(O)[C@]3(O)C(=O)C(C(N)=O)=C(O)
C2=N
C2=O
C2CC2)
C2CO2)
C3C1(Cl)C2
C4=
C4=CC(=O)
C4=CC(=O)C=C
C4=CC(=O)CC[C@]4(C)[C@H]3
C=C
C=C(C)
C=C(C)C(=O)OC
C=C1/C(=C\C=C2/C
C=C1CC[C@H](O)C/C1=C/C=C1\CCC
C=C2)
C=CC(=O)OCC
C=CC(C)(CCC=C(C)C)O
C=CCN1CC[C@]23c4c5ccc(O)c4O
C=C[C@H]1CN2C
CC(
CC(=O)[C@@]1(O
CC(C(N)=O)(
CC(C)
CC(C)(
CC(C)(C)
CC(C)(C)NCC(O)
CC(C)(O)
CC(C)=CC
CC(C)NCC(O)
CC(Cc1ccccc1)N
CC(O)
CC(O)CN
CC(O)CO
CC(OC(=O)C(O)(
CC/C=C(\C)CC
CC/C=C\C
CC1
CC1(
CC1(C)
CC1(C)S[C@@H]2[C@H
CC1=C(/C=C/C(C)=
CC1=C(C(=O)O)N2C(=O
CC1COC(Cn2cncn2)(
CC2)cc1
CC=C(C)[C@@H](O[C@H]3C[C@H](OC)[C@@H](O[C@H]4C
CCC(C)(CCC(C)C)
CCCC(=O)O[C@]1(C(=O)CO
CCCC(C)(COC(N)=O)COC
CCCC(CC)
CCCC2
CCCCC(CC)CO
CCCCC1
CCCCCC
CCCCCC/C=C\CCCCCCCC(=O)O
CCCCCCCC
CCCCCCCC(=O)O
CCCCCCCCCC
CCCCCCCCCCCC
CCCCCCCCCCCCCCC
CCCCN(CCCC)C
CCCCN1CCN(c2ncccn
CCCC[P+]
CCCC[n+]1ccc(C
CCCC[n+]1cccc(C
CCCN(CCC)
CCCN1C(=O)[C@@H]1CSSC
CCCN2c3ccccc3Sc3cc
CCN(CC
CCN(CC)
CCN(CC)CC
CCN1CCC
CCNc1nc(Cl)nc(N
CCO1
CCOC(=O)
CCOC(=O)[C@H](CCc1ccccc1)N
CCOCCOCCO
CCOP(=O)
CCOP(=S)(OCC)
CC[C@@H]32)C1
CC[C@@H]4[C@H]3
CC[C@@]21C
CC[C@H]2[C@@H]3CCC4=C
CC[C@]1(O)
CC[C@]21C
CC[N+](CC)(CC)CC
CC[N+]1(C)CCCC1
CC[Si](OC)(OC)OC
CC[n+]1ccccc1
CCn1cc(C(=O)O)c(=O
CCn1cc[n+](C)c1
CN(C
CN(C)
CN(C)[C@@H]1C(O)
CN(CCO)CCO
CN(N=O)
CN(c2ccccc2)C12CCN(
CN1
CN1CCN(
CN1CCOCC1
CN2CCCCC2
CN=C(c2ccccc2)c2cc(
CO/N=C(/
CO/N=C(\C(=O)N[C@@H]1C(=O)N2C(
COC(=O)
COC(=O)C1=C(C)NC(C)=C(C(=O)OC
COP(=O)(OC)O
COP(=S)(OC)
CO[Si](
COc1cc
COc1cc(
COc1cc2c(cc1OC)
COc1ccc(
COc1ccc2c(
COc1nc(C)nc(
C[C@
C[C@@H]3c4[nH]c5cc
C[C@@]12C
C[C@@]2(C)[C@H]1CC[C@]2(C)O
C[C@H]2[C@@H]3CC
C[C@H]3[C@@H]4C
C[C@]1(O
C[C@]12C
C[C@]12CC[C@
C[C@]3(C
C[C@]3(C)[C@]2(C(=O)CO)O1
C[C@]5
C[N+](C)(C)C
C[n+]1c
C[n+]3
Cc1c(C)c2c(c(C)c1O
Cc1c[nH]c2ccccc12
Cc1cc(C)c(
Cc1ccc2c(c1)OCO2
Cc1cn(
Cc1ncc(
Cc1o
Cc2c1cc1n(c2=O)Cc2c
Cc2cnc(N)nc2N
Cc3c([nH]c4ccccc34)[C@@](C(=O)OC)(c3cc4c(cc3OC)N(
Cc3ccccc3C2C1
Cc3ncc(C)c(OC)c3C)
Cc4cc(O)ccc4
Cl
Cl)
Cl)c(
Cl)c(Cl)c1Cl
Cl)c1
Cl)c2
Cl)cc(
Cl)cc1Cl
Cl)cc2
ClC1=C(Cl)
Cn1c(=O)c2c(ncn2C)n(C)c1=O
Cn1cn
Cn2ccnc2
F
F)
F)(F
F)C5=C
F)c
F)c(
F)cc2
F)cc3c(=O)c(C(=O)O)cn1c23
F)ccc2O1
FC(F)(F)
H
H]
H](
H](C)
H](C2)N(C)CC[C@]314
H](CC=C4
H](N)[C@H]3O)[C
H](NC(=N)N)[C@H](O)[C@@H](NC(=N)N)[C@H](O)[C@H]3O)O
H](O)
H](O)[C
H]1
H]2
H]3
H]3[C@@
H]3[C@@H](CCC4=CC(=O
H]4
I
I)c(
I)cc(I
M
N
N#C
N(
N(C)C
N(CC(=O)O)C
N)C[C@@H](N
N1CC
N1CCCC1
N1CCN(C
N1CCOCC1)
N1c2ccccc2S
N2C
N2C(=O)
N2C(C(=O)O)=C(S
N2CCC1CC2
N2CCOCC2
N3CC
N3CCCCCC3
N=
N=C(N)
N=C(N)N
N=C=O
NC(=
NC(=O)
NS(=O)(=O)c1cc2c(cc1Cl)
NS(C)(=O)=O)cc1
NS2(=O)=O
N[C@@H](CCC(=O)O)
Nc1c(I)cc(I)c(C(=O)O)c1I
Nc1ccn(
Nc1nc(
Nc1nc2c
Nc1ncnc2c1ncn2
Nc2nccs2
O
O)CC[C@@]2(C)[C@H]1CC[C@]1(C)[C@@H]2C(=O)C=C2[C@@H]3C[C@@](C)(C(=O)O)CC
O)Cc2c(O)c3c(c(O)c2
O)O[C
O)[C
O)[C@@H](O)
O)[C@H]
O)[C@H](O)
O)c(
O)c(C(C)(C)C)c1
O)c(I)c2
O)c1I
O)c1c
O)c2ncccc12
O)cc(O)c1
O)cc(O[C@@H]4O[C@H](CO[C@@H]5O[C@@H](C)[C@H](O)[C@@H](O)[C@H]5O)[C@@H](O)[C@H](O)[C@H]4O)c
O)cc2)
O2)
O2)[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@H](N(C)C)[C@H]2O)[C@](C)(O)C
O4)[C@H](C)O3)[C@@H](C)C=CC=C3CO[C@@H]4[C@H](O)C(C)=C[C@@H](C(=O)O1)[C@]34O)O2
O=
O=C(C
O=C(Cl)
O=C(N
O=C(NC(=O)c1c(F)cccc1F)N
O=C(O
O=C(O)
O=C(O)CC(O)(CC(=O)O)C(=O)O
O=C([O
O=C1
O=C1CC
O=C1C[C@@H]2OCC=C3CN4CC[C@]56c7ccccc7N1[C@H]5[C@H]2[C@H]3C[C@H]46
O=C1N
O=C1O
O=C1c2c(O)
O=C1c2ccccc2
O=NN
O=P
O=P(O)(O)
O=S(=O)
O=S(=O)(O)
O=S(=O)([O
O=S1(=O)
O=[N+]([O
O=[Se
O=c1
O=c1[nH]
OC(=O)C(=C)C
OC(=O)C(CO)c1ccccc1)C2
OC)[C@@H](O)[C@H](C)O3)[C@@H](C)C(=O)O[C@H](CC)[C@@](C)(O)[C@H](O)[C@@H](C)C(=O)[C@H](C)C[C@@]2(C)O)O[C@
OC)c(OC
OCC(CC)CCCC)
OCC1CO1
OCCO
OCO4
OC[C@H]1O
OC[P+](CO)
OP(=O)(O
OP(=S)
O[AlH3](O)O)
O[C@@
Oc1ccc(Cl)cc1Cl
Oc2ccc3c(c2
Oc3c(C)c(O)c4c(O)c(c
P
P(=O)
P(=O)(O)O
P(=O)([O
P(=S)(
S
S(=O)
S(=O)(=O)
S(=O)(=O)[O
S(C)(=O)=
S(N)(=O)=
S(N)(=O)=O
S1(=O)=O
SP(=S)
SS
Sc1ccoc1C
[
[2H]C([2H])([2H])[C@H](N)Cc1ccccc1.[2H]C([2H])([2H
[A
[AlH3
[As]
[Au
[B
[Ba
[C
[C@
[C@@
[C@@H
[C@@H]
[C@@H](
[C@@H](C)
[C@@H](O)
[C@@H](O)[C@
[C@@H]1
[C@@H]1O
[C@@H]2
[C@@H]3
[C@@H]3C[C@H](F)
[C@@H]4
[C@@]
[C@@]1(
[C@@]12
[C@@]2(
[C@@]2(C)
[C@@]21C
[C@@]3(
[C@@]4(C)
[C@H
[C@H]
[C@H](
[C@H](C)
[C@H](CO)
[C@H](N)
[C@H](O)
[C@H](O)[C@
[C@H](O)[C@@H](O)
[C@H]1
[C@H]2
[C@H]3
[C@]
[C@]1
[C@]1(
[C@]2(
[C@]2(O)C(=O)CO
[C@]3(C)
[C@]4(C)
[C@]4(C)[C@@]3(F
[C@]4(C)[C@@]3(F)[C@@H](O)C[C@@]21C
[C@]4(C)[C@H]3CC[C@]12C
[C@]4(C)[C@H]3[C@@H](O)C[C@@]21C
[Ca
[Cr]
[Cu
[Dy
[Fe
[G
[H
[Hg]
[In]
[Li+].[L
[M
[N
[N+]
[N+](=O)[O
[N+]1(C)
[NH+]
[NH3+]
[O
[P
[Pt]
[S
[Sb
[Si]
[Sn]
[T
[V
[Yb
[Z
[n
[n+](
[n+]1
[n+]2
[nH]
[nH]1
[nH]c
\
\C=C(C)\C=C\C=C(C)\C=C\
]
]#[O+].[
](C)(O
](F)(F)F
](N(C)C)
](N)(C
](NC(=O
](O)
])
])=C(CSc3
])C(C)(C)S
])[O
])c
])c(
])c1
])c2
])cc(
])cc1
])cc2
])cc3
])o1
].
].[K+]
].[Zn+2]
]1(C)
]12CCCN3CCc4c(n(c5cc
]2
]3(
]34
]5
]6
]7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O)[C@@H]6CC[C@@H]5C4)O
]S(=O)(=O)C(F)(F)F)C(F)(F)F
a]
bH
c
c(
c(=O)
c(=O)n(C)c(=O)n2C
c(=O)n([C@H]2C[C@H](O)[C@@H](CO)O2)cc1
c(=O)n1
c(C)c
c(Cl)cc
c(Cl)cc(Cl
c(F)cc
c(I)c
c(N)
c(N)n1
c(NC(=O)OC)nc2c1
c(O)c
c(O)c2ccccc2oc1=O
c(OC(=O)N(CCCl)CCCl)cc4CC
c(OC)c
c(c1)
c1
c1=O
c1OC(C)(C)C2
c1c
c1c(
c1c(C)cccc1C
c1c(Cl)cccc1Cl
c1c2ccccc2cc2
c1c[nH]
c1cc
c1cc(
c1cc(Br)c(O)c(Br)c1
c1cc(Cl)c(Cl)cc1Cl
c1cc(Cl)cc(Cl)c1
c1cc(Cl)ccc1
c1cc(O)c(O)c(O)c1
c1cc2
c1cc2c(cc1
c1ccc
c1ccc(
c1ccc(Br)cc1
c1ccc(Cl)c(Cl)c1
c1ccc(Cl)cc1
c1ccc(F)cc1
c1ccc(N)cc1
c1ccc(O)c(
c1ccc(O)c(O)c1
c1ccc(O)cc1
c1ccc([N+](=O)[O
c1ccc2
c1ccc2c(c1)
c1ccc2cc(
c1ccc2ccccc2c1
c1cccc
c1cccc(
c1cccc(C)c1
c1cccc(Cl)c1
c1cccc(O)c1
c1cccc2
c1ccccc1
c1ccccc1)
c1ccccc1)c1ccccc1
c1ccccc1S2
c1ccccn1
c1cccnc1
c1ccco1
c1cccs1
c1ccncc1
c1cnc(
c1cnccn1
c1cncn1C(C)
c1csc(
c1n
c1nc(
c1nc2ccccc2s1
c1nc[n
c1ncc
c1ncn2
c1nnc(
c1oc2c
c1onc(
c1sc(
c2
c2[nH]
c2c
c2c(
c2c(O)cc
c2c1
c2c3c1O[C@H]1[C@@H](O)C=
c2cc
c2cc(
c2cc(Cl)ccc2
c2cc1OC
c2cc3c(cc2
c2ccc
c2ccc(
c2ccc(Cl
c2ccc(F)cc2)
c2ccc(N)cc2
c2ccc(O)cc2
c2ccc3c(c2)
c2cccc
c2cccc(
c2cccc(O)c2
c2ccccc12)NC
c2ccccc2
c2ccccc2)
c2ccccc2)CC1
c2ccccc2)c1
c2ccccc2)cc1
c2ccccc21
c2ccccn2
c2cccnc2
c2ccncc2
c2n
c2nc
c2nccc
c2nnn[n
c2sc(
c2sccc2C1
c3
c3c
c3c(
c3c(cc2F)c(=O)c(C(=O)O)cn3
c3cc
c3cc(
c3cc(Cl)ccc3
c3cc(F)ccc3
c3cc4c(cc3
c3ccc
c3ccc(
c3ccc4c(
c3cccc
c3cccc(Cl)c3
c3cccc4[nH]cc(c34)
c3ccccc3
c3ccccc3Sc3ccc
c3n
c4
c4c
c4c([nH]c5ccccc45)
c4cc
c4cccc
c4ccccc4)
c5
c5c
c5ccccc5
c6
c[n+]
cc
cc(
cc(C(C)(C)C)c1O
cc(C(F)(F)
cc(F
cc(O
cc(O)c21
cc(Oc2ccc(C(F)(F)F)cc2Cl)ccc1
cc1
cc1ccc3cccc4ccc2c1c34
cc2
cc2)C1(O)C
cc2[nH]cc(C
cc2c(cc1C
cc2c1
cc3
cc32)CC1
cc3c(=
cc3c(c
cc3c2
cc3ccc(N)cc3nc2c1
cc4
ccc
ccc(
ccc(F
ccc(OC)cc12
ccc1
ccc12
ccc2
ccc21
ccc2c(c1)C
ccc2c(c1)N
ccc3
ccc3cccc4ccc1c2c34
ccc4
cccc13)
cccc2
cccc2)C1=O
ccccc12
ccccc2
ccccc3
cccnc12
cccs2)
ccnc
cn
cn(
cn1
cnc
cnc2
cnn(
cs
d
e
g
i
l
l)
n
n(
n1
n1c(
n1cc
n1ccnc1
n1cncn1
n2
n2c(
n2cnc3
n2n
n3
n3cncn3)
n4c
n6cncn6)(
nc
nc(
nc(N
nc1
nc12
nc2c1
nc2n1
nc3
nc4c(cc3F)c(=O)c(C(=O)O)cn4
ncc
ncn
nn
nnnn3C)
o
o1
oc
oc(
r
s
s1
s2
sc
