[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
(
(/C)C
(/C=C(\C
(=
(=C)C
(=N)N)
(=O)
(=O)N
(=O)N1
(=O)O
(=O)O)c
(=S)
(Br)
(C#N)
(C(=C/C)/
(C)
(C)(C)
(C)=
(C)C)
(C)C)c1
(C)O4)[C@H](C)O3)[C@@H](C)C=CC=C3CO[C@@H]4[C@H](O)C(C)=C[C@@H](C(=O)O1)[C@]34O)O2
(CC)
(CC)CC
(CCCC)(CCCC)CCCC
(CCCl)CCCl
(CCO)CC
(CO)
(CO)CO
(Cl)
(Cl)(Cl)Cl
(Cl)Cl
(Cn2cncn2)(
(F)
(F)(F)
(F)(F)C(F)(F)C(F)(F)C(F)(F)C(F)(F)C(F)(F)F
(F)(F)F)cc2
(F)F
(F)[C@@H](O)C[C@@]21C
(F)[C@@H](O)C[C@]2(C)
(I)
(N)
(N)=O)
(O)
(O)(
(O)[C
(OC(=O)
(OC(C)=O)
(OC)
(OC)OC
(OC)cc12
(OCC)OCC
(Oc2ccccc2)O
([O
(c1ccc(Cl)cc
(c1ccccc1)
(c2ccc(O)cc2)
(c2ccccc2)
(c2ccccc2Cl)
)
)C(=O)N1
)CC3
)CC[C@@]2(C)[C@H]1CC[C@]1(C)[C@@H]2C(=O)C=C2
)CC[C@@]43C)[C@@H]1CC
)CS[C@H]12)c1
)N(C=O)Cc1cnc(C)nc1N
)N1
)NC(=O)[C@H](
)O3)[C@H](N(C)C)[C@H]2O)[C@@H](CC=O)C
)OCO4
)[C@@]1(C)C
)[C@@]3
)[C@@]4(C)CC[C@@H]32)C1
)[C@H]3CC[C@@]21C
)[C@H]3CC[C@]12C
)c
)c(
)c(=O)n1
)c(=O)n2C
)c(C)c1
)c(Cl)c1
)c(O)c1
)c(OC)c1
)c(OC)c2
)c1
)c2
)c3
)cc
)cc(
)cc(OC)c1OC
)cc1
)cc2
)cc2)cc1
)cc3
)cc4CC[C@H]3[C@@H]1
)ccc1
)ccc1O
)n
)n(C
)n(C)c1=O
)n1
)nc(
)nc(SC)n1
)nc1
)sc2c1
+
+2]
+3]
+]
-
.
.F[B
.O=S(=O)([N
.[Na+]
.c1cc[cH
/
/C(
/C(=C\
/C(=N\
/C(C)=C/
/C=C
/C=C(C)/C=C/C
/C=C(\
/C=C/
/C=C2/
/C=C\
/C=N/
/N=C(\
/N=C/
/N=N/
1
1(O)C(=O)OCc2c1cc1n(c2=O)Cc2c
1)CC2
12CC3CC(CC(C3)C1)C2
1=C(C)NC(C)=C(
1CC2C=CC1C2
1CC=CCC1
1CCN(
1CCOCC1
1ccccc12
2
2)C1
2)CC1
2)c(=O)[nH]c1=O
23c4c5ccc(O)c4O
2=NCCN
2C=C[C@H](C)[C@H](CC[C@@H]3C[C@@H](O)CC(=O)O3)
2CN3CCc4c(
2CO2
2S1(=O)=O
2c3cccc4[nH]cc(c34)C
2n(c(=O)c1CCN1CCC(
3
3)CC1
3CCCCC3)
3CCOCC3
3c4[nH]c5cc(OC)ccc5c4CCN3C[C@H]2C[C@
3ccc(Cl)cc3
3ccccc3
3ccccc32)CC1
4
43C)
43C)[C@@H]1CC[C@]2(O)C(=O)CO
4[C@H]3C
4c(c
4c3c(cn4C)C
5
5(CC)C=CCN6CC[C@]43[C@@H]65)C
5=CC(=O)C=C[C@
5[C@H](O)[C@H]3O)C3COC(=O)[C@@H]32)OCO4)cc(OC
6
6CC[C@@H]5C4)O[C@@H]3C)O
7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O
7=CC(=O)OC7)
7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57
7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7
7c(N)ncnc7
7cc(C)c(C)cc7
=
=C(
=C(/
=C(C)
=C(C)C)C2(C)
=C/
=C1
=CO[C@@]2(C)Oc3c(C)c(O)c4c
=C\
=C\C=C(C)\C=C\
=N
=N/
=O
=O)
=O)n(
=c1/c
@
@@
@@H]
@@]4
@H](
@H](O
@H](O)C[C@]3(C)[C@]2(C(=O)CO)O1
@H]1
@H]2
@H]2O)
@H]2[C@@H](O)C[C@H](O[C@H]3
@H]2[C@H](O[C@@H]3[C@@H](NC(=N)N)[C@H](O)[C@@H](NC(=N)N)[C@H](O)[C@H]3O)O[C@@H](C)[C@]2(O)C
@H]3
@H]4
@H]5
@H]6
@]
@](C)(
@](O)(
B
Br
Br)c(
Br)c1
C
C#C
C#C[C@]1(O)CC
C#N
C(=C2C=CC(=[N+](C)C)C=C2)
C(=C2C=CC(=[N+](CC)CC)C=C2)
C(=CC[C@H]3[C@@H]4
C(=N)N
C(=O
C(=O)
C(=O)N
C(=O)N2C(
C(=O)N[C@@H](
C(=O)O
C(=O)[O
C(=S)N
C(=S)[S
C(C(=O)O)
C(C)(C)C
C(C)=O
C(Cl)=
C(Cn2ccnc2)OC
C(F)(F)F
C(N)=
C(N)=O
C(O)CO)c1I
C)(C)O[Si
C)C[C@@H]1C[C@@H](CC=C(C)[C@@H](O[C@H]3C[C@H](OC)[C@@H](O[C@H]4C[C@H](OC)
C/C(C)=C/C
C/C=C(\C)
C1(C)C
C1=
C1=N
C1=O
C1CCC(
C1CCCC1
C1CCCCC1
C1CCNCC1
C1CO1
C2(C)C
C2=C(O)[C@]3(O)C(=O)C(C(N)=O)=C
C2=NCCN2)
C2=O
C2CC2
C2CCCCC2
C4=CC(=O)C=
C4=CC(=O)CC[C@]4(C
C=C
C=C(C)
C=C(C)C(=O)OC
C=C1/C(=C\C=C2/C
C=C1CC[C@H](O)C/C1=C/C=C1\CCC
C=CC(=O)OCC
C=CC(C)(CCC=C(C)C)O
C=C\C=C(C)\C
CC(=O)C=C[C@]4(C
CC(C
CC(C)
CC(C)(C)
CC(C)(CO)[C@@H](O)C(=O)NCC
CC(C)=CC
CC(CC)CCCC
CC(O)CN
CC(O)CO
CC1
CC1(C)
CC1(C)S[C@@H]2[C@
CC1=C
CC1=C(/C=C/C(C)=C/C=C
CC1=C(C(=O)O)N2
CC2(CCCC2)CC
CC2)cc1
CCC(C)(CCC(C)C)
CCC(N)=O)C(=O)N[C@@H](CC(N)=O)C(=O)N1)
CCC4=
CCC4=CC(=O)C=C[C@]4(C)
CCCC(C)(COC(N)=O)CO
CCCCC(CC)
CCCCC(CC)COC(=O)
CCCCC1
CCCCCC
CCCCCCC(=O)O
CCCCCCCC
CCCCCCCCCCC
CCCCCCCCCCCCCCC
CCCCN(CCCC)
CCCC[n+]1c
CCCN(CCC)
CCCN1C(=O)[C@@H]1CSS
CCN(CC)
CCN(CC)CC
CCOC(=O)[C@H](CCc1ccccc1)N
CCOCCO
CCOP(=S)(OCC)
CC[C@@](C)(CCC[C@H](C)CCC[C@H](C)CCCC(C)C)O2
CC[N+](CC)(CC)CC
CC[N+]1(C)CCCC1
CC[n+]1ccccc1
CCc4cc(O)ccc
CCn1cc(C(=O)O)c(=O)
CCn1cc[n+](C)c1
CN(C
CN(C)
CN(C)[C@@H]1C(O)=C(
CN(CCO)CCO
CN(N=O)
CN(c2ncccn
CN1
CN1CCN(
CN1CCN(C2=N
CN1[C@H]2CC[C@@H]1C
CN2CCC1CC2
CO/N=C(/
CO/N=C(\C(=O)N[C@@H]1C(=O)N2C(
COC(=O)
COC(=O)C1=C(C)NC(C)=C(C(=O)O
COP
CO[C@@]1(NC(=O
CO[Si](
COc1cc
COc1cc(
COc1cc2c(cc1OC)
COc1ccc(
C[C@@](C)(
C[C@@]12C
C[C@H](F)C4=
C[C@]12C
C[C@]12CC[C@@H]3c4ccc(O
C[C@]12CC[C@H]3[C@@H](CCC4=CC(=O
C[C@]3(C)CC[C@]21C
C[C@]4(C
C[N+](C)(C)C
C[N+]1
C[N+]1(C)
C[n+
Cc1c(C)c2c(c(C)c1O
Cc1cc(C)c(
Cc1cc(I)c(Oc2
Cc1ncc(
Cc1o
Cc3ncc(C)c(OC)c3C
Cl
Cl)
Cl)c(
Cl)c(Cl)c1
Cl)c(Cl)cc1Cl
Cl)cc(Cl
Cl)ccc1
Cl)ccc2
ClC1=C(Cl)
Clc1cc(Cl)c(
Cn1c(=O)c2c(ncn2
Cn1cncn1
Cn2ccnc2
F
F)
F)(F
F)c
F)c(
F)cc1
F)cc3
F)ccc
FC(F)(F)
H
H]
H](
H](O)[C@H]
H]1
H]2
H]3
H]3[C@H](CC[C@@]4(C)[C
H]4O
H]4[C@@H](C2)N
I
I)c(
I)c(O)c(I)c1
I)cc(I
M
N
N#C
N(
N(C(c2ccccc2)c2ccc(Cl)cc2)CC1
N(C)C
N(CCc3c([nH]c4ccccc34)[C@@](C(=O)OC)(c3cc4c(cc3OC)N(
N1CCC
N1CCCCC1
N1CCN
N2C
N2CCCCC2
N2CCOCC2
N3C
N3CCN(
N3CCNCC3
N=C
N=C(N)N
N=C=O
NC(=
NC(=O)
NC(C)C
NCC(O)
NCN(c2ccccc2)C12CCN(
NS2(=O)=O
Nc1c(I)cc(I)c(C(=O)O)c1I
Nc1ccc2cc3ccc(N)cc3nc2c1
Nc1nc(
Nc1nc(N)nc(
Nc1ncnc2c1ncn
Nc2nccs2
O
O)CC1
O)Cc2c(O)c3c(c(O)c2
O)[C
O)[C@H](O)
O)c(
O)c(C(C)(C)C)c1
O)c(I)c2)c(I)c1
O)c2ccccc
O)cc1)
O)cc3)
O2)[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@H](N(C)C)[C
O3)[C@@H](C)C(=O)O[C@H](CC)[C@@](C)(O)[C@H](O)[C@@H](C)C(=O)[C@H](C)C[C@@]2(C)O)O
O=C
O=C(C
O=C(Cl)
O=C(N
O=C(NC(=O)c1c(F)cccc1F)N
O=C(O
O=C(O)
O=C(O)CC(O)(CC(=O)O)C(=O)O
O=C([O
O=C1
O=C1C[C@@H]2OCC=C3CN4CC[C@]56c7ccccc7N1[C@H]5[C@H]2[C@H]3C[C@H]46
O=P
O=P(O)(O
O=S(
O=S(=O)
O=S(=O)(O)
O=S(=O)([O
O=S1(=O)
O=[N+]([O
O=c1
O=c1[nH]
OC)c(OC)
OCC(CC)CCCC)
OCC)(OCC)
OC[C@H]1O
OP(=S)(OC)
O[AlH3](O
O[C@@H]2[C
O[C@H](CO)[C@@H](O)
O[C@]2(C=C
Oc2ccc3c(c2)
P
P(=O)
P(=O)(O
P(=O)(O)O
P(=O)([O
P(=S)
S
S(=O)
S(=O)(=O)
S(=O)(=O)[O
S(C)(=O)=O
S(N)(=O)=O
SS
[
[2H]C([2H])([2H])[C@H](N)Cc1ccccc1.[2H]C([2H])([2H
[A
[AlH3](O)O
[As]
[Au
[B
[C
[C@
[C@@
[C@@H]
[C@@H](
[C@@H](C)
[C@@H](CO)O
[C@@H](N)
[C@@H](O
[C@@H](O)
[C@@H](O)[C@
[C@@H]1
[C@@H]1O
[C@@H]2
[C@@H]3
[C@@]
[C@@]1(
[C@@]1(O)C(=O)CO
[C@@]1(O)CC
[C@@]2(C)
[C@@]2(O)C(O)=C3C(=O)c4c(O)cccc
[C@@]21C
[C@H]
[C@H](
[C@H](C)
[C@H](CO)
[C@H](N)
[C@H](O)
[C@H](O)[C@H]1O
[C@H](O[C
[C@H]1
[C@H]2
[C@H]2SC1
[C@H]2[C@@H]3
[C@H]2[C@@H]3CCC4=CC(=O)C=C[C@]4(C)[C@@]3
[C@H]3
[C@H]3[C@@H](CCC4=
[C@]
[C@]1(
[C@]2(
[C@]2(C)
[C@]314
[Cu
[Dy
[Fe
[G
[H
[Hg]
[In]
[K+]
[Li+].[L
[M
[N
[N+
[N+]
[N+](=O)[O
[N+](C)(
[NH
[NH3+]
[O
[P+]
[PH]
[Pt
[S
[Si
[Si]
[Sn]
[T
[V
[Y
[Z
[Zn+2]
[n
[n+]
[nH
[nH]
[nH]1
[nH]c
\
]
]#[O+].[
](C)(
](F)(F)F
])
])=C(CSc3n
])C(C)(C)S
])[O
])c(
])c1
])cc(
])cc1
])cc2
])cc3
].
]1(C)
]1(O)
]1ccn(C
]2(
]2csc(CC
]3(C
]5(C)[C
]=[N+]=
]S(=O)(=O)C(F)(F)F)C(F)(F)F
][n+]1
a
b
c
c(
c(=O)
c(=O)c(C(=O)O)cn(
c(=O)n([C@H]2C[C@H](O)[C@@H](CO)O2)cc1
c(Cl)
c(Cl)c
c(Cl)c(Cl)c(
c(Cl)cc
c(F)cc
c(I)c
c(O)c
c(O)c2ncccc12
c(OC)c
c(c1)
c(c56)C[C@H]4N(C)C3)(
c1
c1=O
c1c
c1c(
c1c(C)cccc1C
c1c(Cl)cccc1Cl
c1c(I)cc(I)c(
c1c2ccccc2c
c1c[nH]
c1c[nH]c2ccccc12
c1cc
c1cc(
c1cc(Cl)cc(Cl)c1
c1cc(Cl)ccc1O
c1cc(O)cc(O)c1
c1cc(Oc2ccc(C(F)(F)F)cc2Cl)ccc1
c1cc2c(cc1
c1ccc
c1ccc(
c1ccc(Br)cc1
c1ccc(Cl)cc1
c1ccc(Cl)cc1Cl
c1ccc(F)cc1
c1ccc(N)cc1
c1ccc(O)c(O)c1
c1ccc(O)cc1
c1ccc([N+](=O)[O
c1ccc2
c1ccc2c(
c1ccc2c(c1)
c1ccc2c(c1)OCO2
c1ccc2ccccc2c1
c1ccc2sc(S
c1cccc(
c1cccc(C(F)(F)F)c1
c1cccc(C)c1
c1cccc(Cl)c1
c1cccc(O)c1
c1cccc2ccccc12
c1ccccc
c1ccccc1
c1ccccc1)c1ccccc1
c1ccccn1
c1cccnc1
c1ccco1
c1ccncc1
c1cn
c1cnc
c1n
c1nc
c1nc(
c1nnc(
c2
c2[nH]c(
c2c
c2c(
c2c(O)cc
c2c(c1OC)
c2c1
c2c3c1O
c2cc
c2cc(
c2cc(OC)c(OC
c2ccc
c2ccc(
c2ccc(Cl)cc2
c2ccc(F)cc2)
c2ccc(N)c
c2ccc(O)cc2
c2ccc3c(c2)OCO
c2cccc
c2cccc(
c2ccccc12
c2ccccc2
c2ccccc2)CC1
c2ccccc2)c1
c2ccccc2)cc1
c2ccccc21
c2cccnc2
c2cccs2
c2ccncc2
c2cn
c2n
c2nc
c2nnn[nH]2
c3
c3C(O[C@@H]3O[C@@H]5CO
c3c
c3c(
c3cc
c3cc(
c3cc(Cl)ccc3
c3ccc
c3ccc(
c3ccc(F)cc3)CC
c3ccc4c
c3cccc
c3ccccc3
c3ccccc3Sc
c3n
c4
c4[nH]c5c
c4c
c4c3C2=O)NC(=O)C(C)=CC=C
c4cc
c4ccccc4
c5
c5c
c5ccccc45)
c5ccccc5
c6c
c[n+](
c[n+]1
cc
cc(
cc(Cl
cc(O)c
cc1
cc1ccc3cccc4ccc2c1c34
cc2
cc2F)c(=O)
cc2c1C(=O)c1c(O)c3c(c(O)c1C2=O)C[C@
cc3
cc3[C@@]1(C)CCN2
cc3c(c
cc4
cc5c4CCN3C[C@H]2C[
ccc
ccc(
ccc12
ccc2
ccc2c1
ccc3
ccc3)c2)C1(C)C
cccc
cccc1
cccc2cccnc12
cccc4ccc1c2c34
ccccc1S2
ccccc2
ccn
cn
cn1
cnc
cnc2
cs
csc(N)n1
d
e
e]
g
i
l
l)
l)C2(Cl)Cl
lH
n
n(
n(Cl)c(=O)n1Cl
n1
n1c(
n1c(=O
n1ccnc1
n1cnc2
n2
n3
n4
n6c
nc
nc(
nc(N)
nc12
nc2
nc3
ncc
ncn
nn
o
o1
oc2
oc2cc(O)cc(O)c12
r
r]
s
s1
s2)c
sc
sc(
