[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
#N)
(
(/
(/C=C(\Cl)
(/C=N/N5C
(=
(=C)C[C@@]21CC
(=C1C=C(Br)C(=O)C(Br)=C1)
(=Cc3ccc(O)c
(=N)N
(=O)
(=O)N
(=O)N(C)
(=O)N2C
(=O)NC1=O
(=O)O)
(=O)O)c
(=O)OC
(=O)[C@@
(=S)
(Br)
(C#CC2CC2)(
(C#Cc2ccc3c(c2)C(C)(C)CCS3
(C#N)
(C(=O)Nc2ccccn2)
(C(C)(C)C)
(C(C)(C)O)c(C(=O)OCc2oc(=O)oc2C)
(C(c4ccccc4)c4ccccc4)CC3)c
(C)
(C)(C
(C)(C)
(C)(CCCCCCCC)CCCCCCCC.
(C)=O)c1
(C)C)
(C)C)cc1
(C)[C@]2(C(=O)CO)O1
(C)c1Br
(C1(F)F)C(F)(F)C(F)(F)C1(F)C(F)(F)C(F)(F)C(F)(F)C(F)(F)C12
(C1=CC=CC1)C1C=
(C2CC2)C2CC2)=
(C3CCCCC3)(
(C=O)CC
(CC(C)C)
(CC(N)=O)NCC(N)C(
(CC)
(CC)CC
(CC1CCN(Cc3
(CC2C2
(CC2COC(
(CC3S
(CCC#N)(
(CCC1CCC2OC2C1)(
(CCCC)(CCCC)CCCC
(CCCC)CCCC
(CCCCCCCC)
(CCCN)(
(CCCNC(N)=O)(
(CCCS)(
(CCCSSSSCCC[Si](OCC)(OCC)OCC)(
(CCCl)
(CCCl)CCCl)cc4CC
(CCO)
(CC[C@@H]1C)
(CCc1ccc(Cl)cc1)(
(CCc3ccc(N)cc3)(
(CCl)
(CN(Cc3ccccc3)C(=O)Nc3
(CN)ccc3F)CC2)c
(CN1CC(=O)NC(=O)C1)N1C
(CN2CCC(n3c(=O)[nH]c4ccccc43
(CN=C=O)C1
(CO)
(CO)CO
(CO)O2
(COC)
(COCC=C)
(COCCOC(=O)C=C)
(COCCn1cnc2c(N)nc
(COc1cc(=O)n3cccc(OCCN4CCCCC4
(C[C@H](N)[C@@H](O)C[C@H](C(=O)NCC(C)(C)C(
(C[N+](C)(CCC[N+](C)(C)C)C1)
(Cc1c[nH]c2ccccc12)N
(Cl)
(Cl)(Cl)
(Cl)Cl
(Cl)c
(Cn1cncn1)(
(Cn2cncn2)(
(F)
(F)(F)C(F)(F)C
(F)(F)C(F)(F)C(F)(F)C
(F)(F)F
(F)F
(F)[C@@H](O)C[C@]2(C)
(F)c(F)c1Nc1ccc(I
(F)c(N3
(F)cc3
(N(C)C)[C@H]2O)
(N)
(N)c
(N4CCCCC4)CC3)c3ccccc32)cc1.Cc1occc1C(=O)Nc1ccc(C(=O)N2CCC(F)(F)/C(=C\C(=O)N3CCC(N4
(N5CCCCC5)CC4
(N=C1SCCS1)
(NC(=O)OC)nc2c1
(NC(C)=O)
(NS(=O)(=O)c2ccc(N)cc2
(N[C@@H](C)C(=O)N1[C@H](C(=O)O)C[C@@H]2CCCC[C@@H]21)
(Nc1ccc(C(F)(F)F)cc1Cl)
(Nc1ccc(OCC)c
(Nc3ccc(F)c(Cl)c3
(O)
(O)C[C@H](O[C@H]3[C@@H](O)C[C@H](O
(O)c2ccc(O)c(NC=O)c
(OC(=C)C)
(OC(=O)
(OC(C)=
(OC(C)=O)
(OC)
(OC)C2)CC(=O)[C@H](C)C=C(C)[C@@H](O)[C@@H](OC)C(=O)[C@H](C)C[C@H](C)C=CC=CC=C1C
(OC)OC
(OC)c
(OC3C[C@@]4(C)C5=CC[C@H]6C(C)(C)C(O[C@@H]7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57CC[C@]4(C)C31)OC(O)C1(C)OC21
(OC5CCCC5)
(OCC
(OCC)(OCC)OCC
(OCCCC)OCCCC
(OCCCl)OCCCl
(O[C
(O[C@@H]1O[C@@H](CO)[C@@H](O)[C@H](O)[C@@H]1O[C@H]1O[C@H](CO)[C@@H](O)[C@H](OC(N)=O)[C@@H]1O)
(O[Si](C)(C)C)O
(Oc1ccccc1)Oc1ccccc1
(P(=O)(O)O)
(P2(N3CC3)=NP(N3CC3)(N3CC3)=NP(N3CC3)(N3CC3)=
(S)
(SP(=S)(OC)OC)
([C@H](N)[C@H](C)CC)=N1)C(=O)N[C@@H]1CCCCNC(=O)[C@@H](CC(N)=O)NC(=O)[C@@H](CC(=O)O)NC(=O)[C@@H](Cc2cnc[nH]2)NC(=O)[C@@H](Cc2ccccc2)NC(=O)[C@@H]([C@H](C)CC)
([C@H]2CC
([Co+]C[C@H]5O[C@@H](n6cnc7c(N)ncnc76)[C@H](O)[C@@H]5O)C(C(CC(N)=O)C4
([O
([Ti+2]C2
(\
(\C)
(c1ccc(C(=O)O)cc1)c1cc2c(cc1C)
(c1ccc(O)cc1)c1ccc(O)cc1
(c1ccccc1)
(c1ccccc1)c1ccccc1
(c1cncnc1)
(c1onc(C)c1C)
(c2c(F)c
(c2cc(Br)c(O)c(Br)c2)
(c2cc(C)ccc2C)C(=O)NC12CCC(
(c2cc(Cl)cc(Cl)c2)
(c2ccc
(c2ccc(O)cc2)
(c2ccccc2)
(c4ccc(OCC5CO[C@@](Cn6cncn6)(c6ccc(F)cc6
(c4ccc(OC[C@H]5CO[C@](Cn6cncn6)(c6ccc(Cl)cc6
(c4nsc5ccccc45
(cc4nc(cc5[nH]c(cc1n2)c(C)c5
(n1)Oc1ccc(C(C)C(=O)OCC(=O)N(C)C)cc1C2
(ncn2COC
)
)(COC(=O)C=C)CO
)(O)[C@H](C)C[C@@H]3C)O[C@H]2[C@]2(C)CC[C@H]([C@]3(C)CC[C@]4(
)/C=C/C=C(C)/C=C/C=C(C)\
)=C(/C
)=C(C)
)=C(COC(N)=O)CS
)=C(S[C@@H]3CN
)=C(\C
)=C1
)=N/O[Si](C)(O/N=C(\C)CC)
)C(=CC
)C(=O)N1
)C(=O)N[C@@H](C
)C(CC(O[C@@H]4O[C@H](C)[C@@H](O)[C@H](N)[C@@H]4O)C=CC=CC=CC=CC=CC=CC=CC2C)O3
)C(N1CCNCC1)=Nc1ccccc1O2
)C(O)=C1O
)C(P2
)C1
)C2
)C3=CCC=CC3
)C=C2)
)C=CC(=O)C=C12
)C=C[C@
)CC(=O)O[C@H](C)CC=
)CC)cc3[
)CC1
)CC1)
)CC2
)CC2)
)CC3
)CCC[C@]3(C)[C@H]2CC1
)CCN[C@]21CS[C@@H]2c3c(OC(C)=O)c(C)c4c(c3[C@H](COC1=O)N1[C@@H](O)[C@@H]3Cc5cc(C)c(OC)c(O)c5[C@H]([C@H]21)
)CC[C@@](C)(CCC[C@H](C)CCC[C@H](C)CCCC(C)C)O2
)CC[C@@]2(C)[C@H]1CC[C@]1(C)[C@@H]2C(=O)C=C2[C@@H]3C[C@@](C)(C(=O)O)CC[C@]3(C)CC[C@]21C
)CC[C@@]43C)
)CC[C@H]2[C@@H]3CCC4=C
)CC[C@H]4[C@H](C)CC[C@@H]([C@H]1C)C42OO3
)CC[C@]21
)CC[N+](C)(C)[C@H]3Cc1ccc(cc1)Oc1c(OC)c(OC)cc3c1[C@@H](C2)[N+
)CN2C)
)CO3)[C@@H](O)[C@H]1[C@@H]3CC[C@H]4C[C@@H](O[C@@H]5O[C@H](CO)[C@H](O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O)[C@H](O)[C@H]5
)COc2cc(F)c(N3C(=O)C4
)C[C@
)C[C@@H](C)C(=O)C=CC(C)=C[C@@H]1CO[C@@H]1O[C@H](C)[C@@H](O)[C@@H](OC)
)C[C@H]2[C@@H]3CCC4=CC(=O)C=
)Cc2cnc(Nc3ccc4c(c3)OCC(CO)O4
)Cc3cc(Cl)ccc3C2=N1)
)Cn1cnc2c(N)nc
)N(C=O)Cc1cnc(C)nc1N
)N2C(=O)C[C@H]2S
)NC(=O)[C@@H]1CCC(=O)N1
)NC(=O)[C@H](C
)O)C(=O)O
)O)[C@H]23
)O1
)O2
)O3)[C@H](N(C)C)[C@H]2O)[C@@H](CC=O)C[C@@H](C)[C@@H](O[C@@H]2CC[C@H](N(C)C)[C@@H](C)O2)C=
)OC(C)(C)O[C@H]3[C@@H]2O1
)OC(C)[C@H](O)C=
)OCO3
)O[Si](C)(C=C)
)O[Ti](O/C(C)=C/C(=O)OCC)(
)Oc3c(C)c(O)c4c(c3C2=O)C2=NC3(CCN(CC(C)C)CC3)NC2=C(NC(=O)C(C)=CC=C[C@H](C)[C@H](O)[C@@H](C)[C@@H](O)[C@@H](C)[C@H](OC(C)=O)[C@@H]1C)C4
)[C@
)[C@@H](O)[C@@H]1O
)[C@@H](O)[C@H](O)
)[C@@H]1OC
)[C@@]1(C)CCC[C@@](C)(
)[C@@]1(C)CC[C@@H](O)C[C@H]1C[C@H]3O
)[C@H]
)[C@H](C)C
)[C@H](O)[C@@H]1O
)[C@H]2SC1
)[nH]c3ccccc32)CC1)
)[nH]c3ccccc3c2=O)CC1
)c
)c(
)c(=O)cc1[C@@H](NC(C)=O)CC2
)c(=O)n1
)c(Br)c1)
)c(C)c1
)c(C)n2
)c(Cl)c1
)c(N)n1
)c(O
)c(O)c1
)c(OC)c1
)c(OC)c2
)c1
)c1I
)c1c(I)c(C(=O)N
)c1cc(Br)cc
)c1cc(I)cc(I)c1O
)c1ccc(OCCN(C)C)cc1)
)c2
)c2)
)c2C)c(N)n1
)c2c(c1)
)c2c1
)c2cc(F)ccc2/C1=C\
)c2cc1OC
)c2cccnc12
)c3
)c4)c(=O)oc3c2C)
)c5c4N)c
)c5cc(S(=O)(=O)O)cc(S(=O)(=O)O)c45)
)cc
)cc(
)cc(Br)c2c1
)cc(OC)c1OC
)cc1
)cc12
)cc1Cl
)cc1OC
)cc2
)cc2)
)cc2)CC1
)cc2)cc1
)cc21
)cc2c1
)cc3
)cc4
)cc4CC[C@H]3[C@@H]1C
)ccc1
)ccc1N
)ccc1O
)ccc21
)ccc2N1
)ccc2c1
)ccc32
)ccc4C3
)cccc1
)ccn2)c(=
)cn1
)cnn23
)cs1
)cs2)c
)n
)n(
)n(C)c1=O
)n1
)nc(
)nc(OC)n1
)nc(SC)n1
)nc1
)nc2
)nc21
)nn1
)no1
)o
)oc2
)oc2cc(O)cc(O)c12
)s1
)sc2c1
+
+2]
+3]
+]
-
.
.CN[C@@H]1[C@H](O[C@H]2[C@H](O[C@@H]3[C@@H](NC(=N)N)[C@H](O)[C@@H](NC(=N)N)[C@H](O)[C@H]3O)O
.F[B
.N#CN=C=[N
.O=C(O)CC(O)(CC(=O)O)C(=O)O
.O=C(O)CCC(=O)O
.O=S(=O)(O)CCO
.O=S(=O)([N
.O=S(=O)([O
.[Na+]
.c1cc[cH
/
/C
/C(
/C(=C
/C(=C/
/C(=C\
/C(=N/
/C(=N\O
/C(Br)=C\
/C(C)=C/
/C(N)=N/
/C=
/C=C(/
/C=C(C)/C=C/
/C=C(\C
/C=C/
/C=C/C(C)=C/
/C=C1/
/C=C1\
/C=C2/
/C=C\
/C=N/
/N=C
/N=C/
/N=N/
/N=c
/N=c1/cc2
/[C@@H](C)[C@H]1CC[C@H]2/C(=C/C=C3C[C@@H](O)C[C@H](O)C3)CCC[C@@]21C)
/[C@@H](C)[C@H]1CC[C@H]2/C(=C/C=C3\
/c(=N\c3c(C)cc(C)cc3C)n(C)c
/c4ccc(Nc5nc(Nc6
1
1(=O)=O
1(C)CC
1(C)O
1(COC(=O)c2cccnc2)CCCC(COC(=O)c2cccnc2)(
1(Cl)C2
1(N(CCCl)CCCl)NC
1(N2CCCCC2)CCN(
1([C@H]2C[C@H]3[C@@H]4CC[C@H]5C[C@H](OC(C)=O)[C@@H](N6CCCCC6)C[C@]5
1(c2ccccc2)C
1)CC2
1)Cc1c([nH]c3ccccc13)[C@@](C(=O)OC)(c1cc3c(cc1OC)N(C)[C@H]1[C@@](O)(C(=O)OC)[C@H](OC(C)=O)[C@]4(CC)C=CCN5CC[C@]31[C@@H]54
1)[C@@H]32
1)[C@H]1C[C@H]1C1=CC(=O)CC[C@@]13
1)[C@]1(Cl)C(Cl)=C(Cl)[C@@]2(
1)c1ccccc1
1)c1ccccc1S2
1)c1sc
1/C[C@]2(C[C@@H]3C[C@@H](CC=C(C)C[C@@H](C)C=CC=C4CO[C@@H]5[C@H](O)C(C)=C[C@@H](C(=O)O3)[C@]45
12)C(CC)(CC(=O)O)OCC3
12)c(Cl)cc1c(=O)c2ccccc2c(=O)c13
12CC
12CO[C@@H]1C[C@H](O)[C@@]1(C)C(=O)[C@H](O)C3=C(C)[C@@H](OC(=O)[C@H](O)[C@@H](NC(=O)OC(C)(C)C)c4ccccc4)C[C@@](O)([C@@H](OC(=O)c4ccccc4)[C@@H]12)C3
12N[C@H](Cc3ccccc31
12O[C@H](C[C@]1(O)CO)n1c3ccccc3c3c4c(c5c6ccccc6n2c5c31)CNC4
13CCN4CC5=CCO[C@H]6CC(=O)N2[C@H]1[C@H]6[C@H]5C[C@H]43
1=C
1=C(C(=O)O)N2
1=C(C)NC(C)=C(
1=N
1=NN(c2ccc(S(=O)(=O)O)cc2)
1=O
1C(=O
1C(C)=NC(/C=C2\C(=O)Nc3ccc(F)cc32
1C1C=CCC21
1C1CCC(CO)C21
1C1CCCC21
1C2(C)C
1C2CCC(O2
1C2OC2C2C1C1CC2C2OC12
1C=CN(C)C1
1CC2
1CC=C(C)CC1
1CCC(
1CCC(O)(c2ccc(Cl)cc2)CC1)
1CCC2=CC
1CCCC1
1CCCCC1)
1CCCCN1
1CCCO1
1CCN(
1CCN(CC
1CCNCC1
1CCOC1)
1CCOCC1
1CC[C
1CC[C@@H]1[C@@H]2CC[C@@]2(C)[C@H]1CC[C@]2(C)O
1CC[C@@]2(O)[C@H]3Cc4ccc(O)c5c4[C@@]2(CCN3CC2CC2)[C@H]1O5
1CC[N+](C)(C)CC1
1CO1)C
1C[C@@H](N)[C@H](O)[C@@H](O[C@@H]2O[C@H](CO)[C@H](O)[C@@H]3OC4(
1C[C@H]2C3C[C@H](F)C4=CC(=O)C=CC4
1C[C@H]2[C@@H]3CC
1C[C@H]2[C@@H]3C[C@H](F)
1Cc2c(cc
1Cc2cc3cc(O[C@H]4C[C@@H](O[C@@H]5C[C@@H](O)[C@@H](OC)[C@@H](C)O5)[C@@H](OC(=O)O)[C@@H](C)O4)c
1N=C(c2ccccc2F)c2cccc3c2N(CC3)C1=O)c1c
1O[Sb]2OC(=O)C(O2)C(
1Oc1cc(Oc2ccccc2C#N)nc
1[As]2O[As]3O[As]1O[As](O2)O3
1[C@H](O[C@H]2[C@H](O[C@@H]3[C@@H](NC(=N)N)[C@H](O)[C@@H](NC(=N)N)[C@H](O)[C@H]3O)O[C@@H](C)[C@]2(O)
1[C@]3([C@@H](OC)C[C@H]2O)[C@@H]1C[C@]2(O)[C@@H](OC)[C@H](O)[C@@]4
1\
1c2c(cc3c(c2OC)
1c2cc3c(cc2CCN1C)OCO3
1c3c(cc4c(c3Oc3cc5c(cc3OC)
2
2(
2(O)C(O)=C3C(=O)c4c(O)cccc4[C@@](C)(O)C3
2(c3ccc(
2)
2)C(=O)Nc2cnccn2
2)CC1
2)cc1
2+]C)
2+][C@@H]1CC[C@@](C(=O)N2CCc3ncc(C(F)(F)F)cc3C2)(
2/CCC[C@]3(C)[C@@H]([C@H](C)OCCC(C)(C)O)CC[C@@H]23
23[C@H]1CC(=O)[C@]1(C)[C@@H]3CC[C@@]2(C)[C@H](c3ccoc3)OC(=O)[C@H]3O[C@]321
24CCC(=O)O4)[C@H]13
2=C
2=NCCN2
2=O)cc1
2C(=CC1=O)Oc1cc(O)c(CN(CC(=O)O)CC(=O)O)cc1C21
2C(C)(C)CCC[C@]13
2C3
2C3C=CC(C3)
2C=C[C@@H]3C[C@@]2(O1)[C@H]1CCCCN31
2CC2)
2CCC(CC1)
2CCC(c3ccccc
2CCC3(
2CCCCC2
2CCCCC2)cc1
2CCN(C
2CCNCC2
2CCOCC
2CC[C@
2CN(C(c3ccccc3)c3ccccc3)C2)=
2CN3CN(CN(C3
2CN3CN1CN(C2)C3
2CNCCc3
2CO2)
2C[C@@H
2N=C(C=C3N=C(C(C)=C4
2N=CNC12
2NC(=S)N3C(c4ccc(OC)c(OC)c4)NC(=S)N23
2O[C@@H]3O[C@H](C)CC(
2[C@H]1C(=O)[O
2[o+]c3cc(N(CC)CC)
2\
2c(
2c(c(OC)c1OC)
2c(c1)
2c(n1)
2c13
2c1OC(C)(C)C2
2c1OC(F)(
2c1cc2c(cc1F)c(=
2c3c(c1)C(c1ccccc1)=
2c3c(cccc1
2c3c1O[C@H]1[C@@H](O)CC[C@@]4
2c3cc(OC)c(OC)cc3CC[N+]2(C)CCC(=O)OCCCCCOC(=O)CC[N+]2(C)CCc3cc(OC)c(OC)cc3C2
2c3cc1Oc1cc(ccc1O)C[C@@H]1c4c(cc(OC)c(O)c4Oc4ccc(cc
2c3ccc(Cl)cc3[C@@](O)(
2c3ccccc3
2cc(O
2cc1
2cc3c(cc2n1)C1CNCC3C1
2ccc
2ccc3cccc4ccc1c2c34
2ccccc2n1
2cccnc12)
2nc(
2nc(N)nc(N)c2n1)
2ncccc2c1
2nnsc12
2oc
3
3(C(N)=O)CCOCC3)c
3(C)CC[C@H]4[C@H](C)CC[C@@H]([C@H]1C)[C@]42OO3
3(C)[C@@H](CC[C@
3(CCC(=O)C32)C(
3(CCCC3)
3(CO)[C@H]4[C@H](O)C[C@]5(C)[C@@H](C6=CC(=O)OC6)CC[C@]5(O)[C@@H]4CC[
3(CO3)C[C@H](C)[C@H](O[C@@H]3O[C@H](C)C[C@H](N(C)C)[C@H]3OC(C)=O)[C@H]2C)
3(Cl)C4(Cl)C(Cl)(Cl)C5(Cl)C3(Cl)C1(Cl)C5(Cl)C24
3)
3)CC1
3)CC2
3)CN(C(=O)c3ccccc3)CCO
3)[C@H](N(C)C)[C@H]2O)[C@@H](CC=O
341
34C[C@]35CC[C@]3(C)[C@@H]([C@H](C)CCC=C(C)C)CC[C@@]3(C)[C@@H]5CC[C@H]4C2
3=NCCN3
3=O)cc2)C(=O)O1)
3C(=O)[C@@H](NC(=O)Cc
3C(=O)[C@@H](NC(=O)Cn4cnnn4
3C(CCC4
3C)
3C4CCC3CC(n3c(C)nc5ccccc53)C4)(
3C=CC(=O)O1)
3CC(C)(C1)CC(N)(C3
3CC(CC(O)(C3
3CC2C2
3CCC
3CCCC3
3CCCCC3
3CCN
3CCOCC3
3CC[C@
3CN4CCC3
3CO3)cc2)c2ccc(OCC3CO3
3C[C@@H](C[C@]4(CC[C@H](C)[C@@H](C5CCCCC5)O4)O3)OC(=O)[C@@H]3C=C(C)/C(=N/O)[C@H]4OCC(=CC=C[C@@H]2C)[C@@]34
3C[C@@](C)(O)[C
3C[C@@]1(O)CC[C@H]2[C@@]12C=C[C@H](O)[C@@](C)(C(=O)O1)
3Cc4ccc(OC)c5c4[C@@]2(CCN3C)[C@H]1O5
3Cn4cnc[n+]4
3O)[
3OC(=O)[C@@H](C)[C@@H]3CC[C@@]2
3OC(CN)=CCC3N)[C@@H](N)C[C@H]2N)OC[C@]1(C)O.CN[C@@H]1[C@@H](O)[C@@H](O[C@@H]2[C@@H](O)[C@H](OC3OC(CN)=CCC3
3O[C@
3[C@H]4CCC(=O)C=C4CC
3c(
3c(c2
3c(cc21)OCO3
3c(cc2F)c(=O)c(C(=O)O)cn3
3c(ccc4ccccc43
3c12
3c2ncn3C2
3c4ccccc4Sc4ccc(Cl)cc43
3c4csc(n4)C4NC(=O)c5csc(n5)C(C(C)(O)C(C)O)NC(=O)C5CSC(=N5)/C(=C\C)NC(=O)C(C(C)O)NC(=O)c5csc(n5)C3(CC2)NC(=O)C(C)NC(=O)C(=C)NC(=O)C(C)NC(=O)C(C(C)CC)NC2C=Cc3c(C(C)O)cc(nc3C2O)C(=O)OC4C)
3cc(N(C)C)ccc3[n+]2C)c(C)n1
3ccc
3ccc(Cl)cc3n2)c1
3ccccc23)cc1
3ccccc31)C2
3ccccc3c
3ccn4ncccc43)CS[C@H]12)c1nsc(
3n(C[C@H](O)[C@H](O)[C@H](O)CO)c
3nc[nH]c3
3ncnc(Nc4ccc(OCc5cccc(F)c5)c
3non
4
4)
4)(c4ccc(Cl)cc4Cl)O3
4)O[C@@H]3C)O
4)ccc3OCC)
43)c3c2c1CC3
45O[C@@H]4C(O)=C(C#N)C[C@]35C)
4=C3C=C[C@@]21
4=C3[C@@H](c3ccc(N(C)C)c
4=CC(=O)C
4=CC(=O)C=
4C
4CC[C@]5(C)[C@H]6C
4N(C)c5ccccc5[C@]45C[C@@H](C2[C@H]5O)N3
4NC(=O)C=
4O)[C@H](O)c3ccc(c(Cl)c3)Oc3cc2cc(c3
4O[C@H](CO[C@@H]5O[C@@H](C)[C@H](O)[C@@H](O)[C@H]5
4[C@@H]5C[C@@](C)(C(=O)O)CC[C@]5(C)CC[
4c(O)c(O)cc1c4c23
4c(sc5n
4c3C2(C)C)=[N+](
4c5cccc6[nH]cc(c56)C[C@H]4N(C)C3)(
4cc5c(cc4c21)OCO5
4cccc2c4c31
4ccccc34)[C@@](C(=O)OC)(c3cc4c(cc3OC)N(C)[C@H]3[C@@](O)(C(
4ccccc34)[C@@](C(=O)OC)(c3cc4c(cc3OC)N(C=O)[C@H]3[C@@](O)(C(
4ccccc4
4ccn5
4nc(C)cc(N)c4c3)cc
5(C)C(CC[C@@H]6[C@@H]5CC[C@]5(C)[C@@H](C7=CC(=O)OC7)[C@@H](O)C[C@]65
5)c(O)c4
5)cc4)CC3)cc2)c
5=CC(=O)C=C[C@]5(
5=CC(=O)CC[C@]5(
5CC5)
5CCCCC5)
5CCC[C@H]5C(=O)N(C)CC(=O)N(C)[C@@H](C(C)C)C(=O)O[C@@H]4C)
5C[C@@H](O)CC[C@]5(C)[C@H]4CC(=O)[C@@]32C)
5C[C@@H](O)[C@H](O)[C@@H](C)O5)[C@@H](O)[C@@H](C)O4)c
5C[C@@H](O)[C@]6(C)[C@@H](C7=CC(=O)OC7)CC[C@]6
5OC)
5[C@H]6CO[C@H](O6)
5[nH]cc(c45)C[C@H]3N(C)C2)O[C@@]2
5c(nc6cc(C)ccn65)
5ccc(O)c4O[C@H]2[C@@H](O)C=C[C@H]3[C@H]1C5
5ccc(OC)cc5c4CCN(C2)[C@@H]13
6
6CC(O[C@@H]7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7O)CC[C@]6(C)[C@H]5CC[C@@]43C)N2C1
6CCCC6)
6O[C@H](CO)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7O)[C@H](O)[C@H]6
6[C@@H](CO)O[C@H](O[C@@H]7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7O)[C@H](O)[C@H]6
6[C@@H](CO)O[C@H](O[C@@H]7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7O)[C@H](O)[C@H]6
6[C@@H](CO)O[C@H](O[C@@H]7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7O)[C@H](O)[C@H]6
7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O)[C@@H]6CC[C@@H]5C
=
=C(
=C(C(N)=O)C(=O)[C@@]2(O)C(O)
=C(C)C)C2(C)C)CC1=O
=C(CS
=C(O)
=C([S
=C)C21
=C)c(=O)n(CCOC(=O)C=
=C/
=C1SC=
=C2
=C3C(=O)c4c(O)ccc
=C3CC[C@@H]4[C@H](CC[C@]5(C)[C@@H](c6ccc(=O)oc6)CC[C@]45O)[C@@]3(
=C4c5cccc6[nH]c(Br)c(c56)C[C@H]4N(C)C3)(
=C5C[C@@H](N(C)C)CC[C@]5(C)[C@H]4CC[
=C=
=CC3=C4CCC(=O)C=C4
=CC4=CC(=O)CC[C@@]43C)[C@@H]1CC[C@@]2
=CC=
=CC[C@@H]4C[C@@H](C[C@]5(C=C[C@H](C)[C@@H](C6CCCCC6)O5)O4)OC(=O)[C@@H]4C=C(C)[C@@H](O)[C@H]5OCC(=CC=C[C@@H]3C)[C@@]45O)C[C@@H]2OC)
=C[C@
=C\
=Cc1ccc(O)c(O)c1)O
=N
=N/O
=NC2
=N\
=O
=O)
=O)OC)[C@H](OC(C)=O)[C@
=O)c(
=O)c2
=O)c34)
=O)n1N
=P(N1CC1)(
=S
=[Mo]
=[N+]([O
=[N+]=[N
=c1[nH]cnc2[nH]cc(CN3CCCCC3)c12
@
@@+]12CC[C@@]34c5ccccc5N5C=C6[C@H]7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
@@H]
@@H](O)[C@H](O
@@]12CC[C@@]3(C[C@@H]1[C@](C)(O)C(C)(C)C)[C@H]1Cc4ccc(O)c5c4[C@@]3(CCN1CC1CC1)[C@H]2O5
@@]12[C@H](COC(N)=O)C3=C(C(=O)C(C)=C(N)C3
@@]2(C)
@H](
@H](C)[C@]2(C)C1
@H](CO)O2)c(=O)[nH]c1=O
@H](O)[C
@H](O)[C@H]2O)
@H](OC(=O)CC(C)C)[C@H](C)O3)[C@H](N(C)C)[C@H]2O)[C@@H](CC=O)C[C@@H](C)[C@@H](O)C=CC=C
@H]1
@H]2
@H]2CCCN(CCc3ccc4c(c3)OCO4)C2)
@H]2O)
@H]3O
@H]3[C@@]4(C)CC[C@@H](O)[C@@H](C)[C@@H]4CC[C@@]32C)/C1=C(\CCC=
@H]4
@H]5COC(c6cccs6)O[C@H]5[C@H](O)[C@H]3O)C3
@H]5O)CCC[C@]4(C)[C@@H]2C[C@@H](O[C@@H]2O[C@H](CO)[
@]
@]1
@]23
@]3
@]43C)
B
Br
Br)c(
Br)c1
C
C#C
C#C[C@]1(O
C#C[C@]1(O)CC[C@H]2
C#N
C#N)c1cccc(O
C#N)cc1
C(=
C(=C2C=CC(=N
C(=C2C=CC(=[N+](CC)Cc3cccc(
C(=O
C(=O)
C(=O)C1
C(=O)N
C(=O)N1C
C(=O)N[C@@H]1C(=O)N2
C(=O)O
C(=O)O)
C(=O)O)N2C(=O)[C@@H](N
C(=O)[O
C(=O)c1ccccc
C(=O)c2ccccc2C1=O
C(=S)[S
C(C(=O)O)
C(C(=O)OC
C(C(N)=O)
C(C)(C)C
C(C)(C)C)c(O)c(C(C)(C)C)c1
C(C)(C)C)cc1
C(C)=C
C(C)=C\
C(C)=O
C(C)=O)cc1
C(C)C
C(C)C)
C(C)C)n1
C(C)O1
C(C=C(Cl)Cl)C1
C(CC)CCCC
C(CN2c3ccccc3Sc3ccccc32)C1
C(Cl)(Cl)Cl
C(Cl)=C
C(F)(F)
C(F)(F)F)
C(F)(F)F)c1
C(F)(F)F)cc1
C(N)=O
C(N)=S
C(O)(
C(O)(CC(=O)O)
C(O)CCCN2CCC(C(O)(
C(OC(=O)C(O)
C(O[C@@H]3O[C@@H]5CO[C@@H](C)O[C@H]5[C@H](O)[C@H]3O)C3COC(=O)[C@@H]32)OCO4)cc(OC)c1O
C(c1ccccc1Cl)=NC2
C(c2ccccc2Cl)
C)(C)OC
C)[C@@H](O)[C@]1(C)O
C)[C@@](O)(O2)C(=O)C(=O)N2CCCC[C@H]2C(=O)O[C@H]([C@H](C)C
C)[C@@]4(F)[C@@H](O)C[C@]3
C)[C@H]1O[C@]2(C=C[C@@
C)[C@H]4[C@@H](O)C[C@]3
C)c(=O)n2
C)c(OC)
C)c1ccccc1S2
C)cc23
C)cccc1CC
C)nc(N
C/C(=C(\CCO
C/C(=N\
C/C(C)=C/C
C/C=C(/C)C
C/C=C(C(=C/C)/
C/C=C(C)/C=C
C/C=C(\C)
C/C=C(\C)CCC=C(C)C
C/C=C/C=C/
C1(C)C
C1(C)N=C(
C1(COC)CCN(C
C1(O)CCCCC1
C12CC3CC(CC(C3)C1)C2
C1=C
C1=C(C)CCCC1(C)C
C1=CC2=CC[C@H]3[C@](C)(
C1=NCCN1
C1=O
C1C(C)=CCCC1(C)C
C1CC(
C1CC(=O)OC1=O
C1CC1
C1CCC
C1CCC(C2CCCCC2)CC1
C1CCC(O)CC1
C1CCC2O
C1CCCCC1
C1CCN(C
C1CN
C1CO
C2(C)C
C2(Cl)C3
C2(Cn3cncn3)
C2(c3ccc(OC(C)=O)cc3)
C2)c(F)cc2c(=O)c(C(=O)O)cn(C3CC3)c12
C2=
C2=C(
C2=C(O)c3c
C2=NC(C)(C(C)C)C(=O)N2)c(
C2=O
C2C(=O)CCCC2
C2C(CO1)C1(Cl)C(Cl)=C(Cl)C2(Cl)C1
C2C1
C2CC
C2CC=CCC12
C2CCCCC2)
C3(N)C
C3)c(
C3=
C3=C(CCCC3)C2
C3CCCCC3)
C4=
C4=CC(=O)C=C[C@]4(C)[C@@]3
C=C
C=C(C#N)C
C=C(C)
C=C(C)C(=O)OCC
C=C1
C=C1/C(=C\C=C2/CCC[C@@]3(C)[C@H]2CC
C=C1CC[C@H](O)C/C1=C/C=C1\CCC[C@@]2(C)[C@H]1CC
C=C2C=C[C@H](C)[C@H](CC[C@@H]3C[C@@H](O)CC(=O)O3)[C@H]21
C=CC(=C)C
C=CC(=O)OCC
C=CC(C)(CCC=C(C)C)O
C=CC(C)(O)C
C=CC=C[C@H](C)[C@@H](O)[C@H]1C)O2
C=CCC1(
C=CCN(CC=C)
C=CCN1CC[C@]23c4c5ccc(O)c4O[C@H]2C(=O)CC[C@@]3(O)[C@H]1C5
C=CO[C@@]2(C)Oc3c(C)c(O)c4c(O)c(c
C=C[C@H]1CN2C
C=C[C@]1(C)C
C=C\C=C(C)\C=C\C=C(C)\C=C\
C=Cc1c(C)c2cc3
C=Cc2sc3ccccc3[n+]2CC)S
CC(=O)C=
CC(=O)C=C[C@]4(C)[C@@]3(F)
CC(=O)N[C@H
CC(=O)OCC(=O)[C@@]1(
CC(=O)O[C@H]1
CC(=O)O[C@]1(C(C)=
CC(=O)[C@H]1CC[C@H]2[C@@H]3CC[C@H]4C
CC(=O)c1ccc2c(c1)N(CC
CC(C
CC(C(C)(C)O)CC1
CC(C)
CC(C)(
CC(C)(C)
CC(C)(C)C1
CC(C)(C)NCC(O)
CC(C)(CO)[C@@H](O)C(=O)NCC
CC(C)(N)C
CC(C)(O)
CC(C)(c1cc(Br)c(O
CC(C)=CC
CC(C)NCC(O)
CC(C)OC(=O)
CC(C)c1c(C(=O)Nc2ccccc2)c(
CC(C)c1cccc(C(C)C)c1
CC(C2)C1(C)C
CC(C=O)=C
CC(CO)(CO)
CC(N
CC(O)
CC(O)CN
CC(O)CO
CC(O)CO)c(I)c(C(=O)NCC(O)CO)c1I
CC/C(=C(/CC)
CC/C(=C(\
CC/C=C\
CC1
CC1(C)
CC1(C)O[C@@H]2C[C@H]3[C@@H]4
CC1(C)S[C@@H]2[C@H](
CC12CCC
CC1=C(
CC1=C(/C=C/C(C)=C
CC1=C2[C@H](/C=C(\C)C(=O)O)CC
CC1=CC
CC1=NN(
CC1CC(OC(=O
CC1CCC(=O)O1
CC1CCC(C(C)C)C(O
CC1CCC(CO)CC1
CC1CO1
CC2C=CC1C2
CC2CO2
CC3)[C@@H]4OC(C)=O)[C@@]2(C)C
CC4)c3c2F)C[C@@
CC=C(C)C
CCC(=O)N(c1ccccc1)
CCC(=O)O[C@]1(C(=O)C
CCC(C)(CCC(C)C)
CCC(CC)
CCC(Cc2ccc(Cl)cc2)C1(O)C
CCC1COC(Cn2cncn2)(c2ccc(Cl)cc2Cl)O1
CCC2
CCC4=C3C=
CCCC
CCCC(CCC)
CCCC1CCCC(=O)O1
CCCCC(CC)
CCCCC(CC)CO
CCCCC(CC)COC(=O)
CCCCC/C=C\C
CCCCC1
CCCCC1CCSS1
CCCCCC
CCCCCC/C=C\CCCCCCCC(=O)O
CCCCCCCC
CCCCCCCC(=O)O
CCCCCCCC/C=C\CCCCCCCC
CCCCCCCCCC
CCCCCCCCCC(CC)c1
CCCCCCCCCCC
CCCCCCCCCCCCC
CCCCCCCCCCCCCCCC
CCCCCCOC(=O)
CCCCCC[C@@H](O)C/C=C\
CCCCC[C@H](O)/C=C/
CCCCCc1cc(O)c2c(c1)OC
CCCCCc3ccc(O[C@H]4O
CCCCN(CCCC)
CCCCN)
CCCCN1CCN(c2ncccn2)CC1
CCCC[C@H]2C1)C
CCCC[P+]
CCCC[n+]1ccc(C)cc1
CCCC[n+]1cccc(C)c1
CCCCc1c(C)nc(NCC)nc1O
CCCN(CCC)
CCCSP(=O)(OCC)
CCCSP(=S)(OCC)
CCC[C@H](C)CCCC(C)C)
CCC[N+]1(C)CCCCC1
CCCc1c(OCCC
CCN(
CCN(CC
CCN(CC)
CCN(CC)CC
CCN(CCO)
CCN1
CCN1CCCC1CN
CCN1CCN(
CCN1CCN2CCCC2C1)
CCN1Cc1ccc(Cl)nc1
CCN2
CCNC(=O)[C@@H]1CCCN1C(=O)[C@H](CCCNC(=N)N)
CCNC(C)
CCNc1nc(N
CCO1
CCOC(=O)
CCOC(=O)C(C)O
CCOC(=O)[C@H](CCc1ccccc1)N[C@@H]
CCOC(C)OCC
CCOC1
CCOCCO
CCOCCOCCO
CCOP(=O)
CCOP(=O)(OCC)
CCOP(=S)(OCC)
CCO[Si]
CCS)(COC(=O)CCS)
CC[C@@
CC[C@@H]3[C@H](CC[C@@]4(C)
CC[C@@H]4[C@H]3C
CC[C@@]1(O)C(=O)OCc2c1cc1n(c2=O)Cc2c
CC[C@@]2(CCCO2)C[C@@H]1N1CCCC1
CC[C@H]2[C@@H]3
CC[C@H]2[C@@H]3CCC4=CC
CC[C@]1(C)C2(C)C
CC[C@]1(O)
CC[C@]12CCCN3CCc4c(n(c5ccccc45)
CC[C@]2(C)[C@
CC[C@]2(NC1)O[C@H]1C[C@H]3[C@@H]4CC[C@H]5C
CC[C@]3(C
CC[C@]4(C)[C@H]3CC[C@]12C
CC[N+](C)(CC)CC
CC[N+](CC)(CC)
CC[N+]1(C)CCCC1
CC[Si](OC)(OC)OC
CC[n+]1ccccc1
CCc1cccc(CC)c1N
CCc1oc2c
CCc4cc(O)ccc4[C@H]3C
CCn1cc(C(=O)O)c(=O)
CCn1cc[n+](C)c1
CN(C
CN(C(c2ccccc2)c2ccc(Cl)cc2)CC1
CN(C)
CN(C)C(=O)
CN(C)C(=S)[S
CN(C)CC
CN(C)[C@@H]1C(O)
CN(C)c1ccc(C(=C2C=CC(=[N+](C)C)C=C2)
CN(CCc3c([nH]c
CN(Cc3ccccc3)C2)
CN(N=O)
CN(c3nc4c(cc3F)
CN/C(=N\
CN1C
CN1C(=O)
CN1CCC
CN1CCC(=C2c3ccccc3
CN1CCCC1=O
CN1CCN(C
CN1CCN(C2=Nc3cc
CN1CCN(CCCN2c3cc
CN1CCOCC1
CN1CCc2cccc3c2
CN1[C@H]2CC[C@@H]1C
CN2CCC1CC2
CN3CCc4c([nH]c5ccccc45)
CN=C(c2ccccc2)c2cc(
CNC(=O)Oc1
CNc2[nH]cnc3ncnc2
CNc3ccc(C(=O)N[C@@H](CCC(=O)O)C(=O)O)cc3)cnc2
CO)C([O
CO)[C@@H](O)[C@H](O)[C@H]1O
CO)[C@@H](O)[C@H]2O
CO)c(CO)c1O
CO/N=C(/C(=O)N[C@@H]1C(=O)N2C(
CO/N=C(/C(=O)OC)c1ccccc1CO
CO/N=C(\C(=O)N[C@@H]1C(=O)N2C(
COC(=O)
COC(=O)C1=C(C)NC(C)=C(
COC(=O)Nc1nc2cc(
COC(=O)[C@H]1[C@H]2C[C@@H]3c4[nH]c5cc(OC)ccc5c4CCN3C[C@H]2C
COCC(=O)N(c1c(C)cccc1C)
COCC(=O)Nc1c
COCCc1ccc(OCC(O)CNC(C)C)cc1.COCC
COP
COP(=O)(OC)
COP(=S)(OC)Oc1ccc(
CO[C
CO[C@@H]1[C@@H](O[C@@H]2O[C@H](C)[C@@H](O[C@H]3C[C@@](C)(O)[C@
CO[C@@]1(NC(=O
CO[Si](
COc1c(C)c2c(c(O)c1
COc1c2occc2cc2ccc(=O)oc12
COc1cc
COc1cc(
COc1cc2c(cc1OC)
COc1ccc(
COc1ccc2
COc1ccc2c(
COc1cccc(
COc1cccc2
COc1ccccc1O
COc1n
COc1nc(C)nc(
CS[C@H]12)c1csc(N)n1
C[C@@]12C
C[C@@]43C)[C@@H]1CC
C[C@H](C)C
C[C@H](F)C
C[C@](N)(C
C[C@]12C
C[C@]12CC[C@@H]3c4ccc(O
C[C@]12CC[C@H]3[C@@H](C
C[C@]12C[C@H](O)[C@H]3[C@@H](CCC4=
C[C@]314
C[C@]4(C)C3
C[C@]4(C)[C@@]3
C[C@]4(C)[C@@]3(F)[C@@H](O)C[C@@]21C
C[C@]4(C)[C@H]3
C[C@]4(C)[C@H]3CC[C@@]21C
C[N+
C[N+](C)(C)C
C[N+]1
C[N+]1(C)
C[NH+]
C[S+]
C[SiH]
C[n+]1c
Cc1c(C(=O)NN2CCCCC2)nn(
Cc1c(C)c2c(c(C)c1O
Cc1c(Cl)cccc1
Cc1c(F
Cc1c(N
Cc1c[nH]c2ccccc12
Cc1cc(=O)oc2cc(
Cc1cc(C)c(
Cc1cc(C)cc(
Cc1cc(I)c(Oc2
Cc1ccc2c
Cc1ccc2c(c1
Cc1ccc2c(c1)OCO2
Cc1cccc(C)c1N
Cc1cccc2ccccc12
Cc1cn([C@H]2C
Cc1nc2n(c(=O)c1CCN1CCC(c3noc4cc(F)ccc34)CC1)C
Cc1ncc(
Cc1ncc(C[n+]2csc(CCO
Cc1nn(
Cc1nnc2n1
Cc1oc(
Cc1occ
Cc1occc(=O)c1O
Cc1onc(
Cc2c(c3ccccc3n2C)
Cc2c[nH]c3
Cc2cc(C(C)(C)C)c(O)c(C(C)(C)C)c2)
Cc2cc(CC)c
Cc2ccc3c(c2)OCO3)CC1
Cc2cccs2)CC1
Cc2cnc(N)nc2N
Cc3ccc(O)cc3[C@@]1(C)CCN2
Cc3ccccc3
Cc3ncc(C)c(OC)c3C)
Cl
Cl)
Cl)S1)
Cl)c(
Cl)c(Cl)c(Cl)c1Cl
Cl)c(Cl)c1
Cl)c1
Cl)cc(Cl)c1O
Cl)cc1
Cl)ccc1
Cl)ccc21
Cl)n1
Cl)s2)on1
ClC1=C(Cl)
Cl[C@H]1[C@H](Cl)
Clc1
Clc1ccc(C(Cn2ccnc2)OC
Cn1c(=O)c2
Cn1c(=O)c2c(ncn2C)n(C)c1=O
Cn1cc(
Cn1cn
Cn1cncn1)
Cn1sccc1=O
Cn2ccnc2
Cn3c
Cn4c
F
F)
F)c
F)c(
F)c1F
F)cc1Cl
F)cc3)CC
F)cc3)c3c
F)cc3F)C
F)cc3c(=O)c(C(=O)O)cn1c23
F)ccc2O1
F)n
FC(F)
FC(F)(F)
FC1(F)C(F)(F)C(F)(F)C2(F)
H]
H](
H](C(=O)O)N2
H](C)N1
H](CO
H](O)[C@H]
H](O)[C@]3(CC[C@@](C)([C@H]4CC[C@](O)(CC)[C@H](C)O4)O3)O2
H]1
H]1C)C[C@@H]1C[C@@H](CC=C(C)
H]1C=C2c3cccc4[nH]cc(c34)C[C@H]2N(C)C1
H]2
H]2[C@@H]3CCC4=CC(=
H]3
H]3COC(=O)[C@H]23)
H]4[C@@H](C2)
H]4[C@H](C)[C@@H](O)CC[C@]4(C)[C@H]3CC[C@@]21C)
H]5O)[C@H](O)[C@H]4O)[C@H]
I
I)c(
I)c(N(C)C(C)=O)c1I
I)c(O)c(I)c1
I)cc(I
IC(I)
N
N#C
N#CC(C#N)=
N(C
N(C(=O)C
N(C(=O)c2cc(C)cc(C)c2)
N(C)C
N(C)C)
N(CC(=O)O)C
N(CC2CO2)CC2CO2
N(CCCl)CC
N(CCO)CCO
N(SC(F)
N(c2c
N)=
N)=O)
N)C[C@@H](N)[C@H](O[C@H]3O[C@H](CO)[C@@H](O)[C@H](N)[C@H]3O)[C@H]2O)
N)c3c
N)c4c3O)
N1
N1CC
N1CCC(n2c(=O)[nH]c3cc(Cl)ccc3
N1CCCC1)
N1CCCCC1
N1c2ccccc2S
N2C
N2C(=O)
N2C(C(=O)O)=C(CSc3
N2CCC(
N2CCN(C(
N2CCOCC2
N2[C@H]1C(=O)O
N3C
N3CCCCCC3
N3CCNCC3)
N3CCOCC3)
N=
N=C(
N=C(N)
N=C(N)N
N=C1
N=C=O
N=C=S
N=N
NC(=N)
NC(=N)N
NC(=O)
NC(=S)
NC(C
NC(C)=
NC(C)=O)c(I)c(
NC(N)=
NC1=O
NC1CCC(CC2CCC(
NCCCOc1cccc(CN2CCCCC2)c1
NCCNCC
NC[C@H]1O[C@H](O
NS(=O)(=O)
NS(=O)(=O)c1cc2c(cc1Cl)
NS(C)(=O)=
NS2(=O)=O
N[C@@H](CCC(=O)O)
N[C@@H]2C(=O)N3
N[C@H]1C(O)
Nc1c(
Nc1c(I)cc(I)c(
Nc1c2c(nc3ccccc13)CCCC2
Nc1c2ccccc2n
Nc1ccc(
Nc1ccc(S(=O)(=O)
Nc1ccc2cc3ccc(N)cc3nc2c1
Nc1ccn(
Nc1n
Nc1nc(
Nc1nc(=O)
Nc1nc(Cl)nc(N
Nc1nc(N)nc(
Nc1ncnc2c1ncn2
Nc2nccs2)cc1
O
O)
O)CC[C@@H]4[C@H]3CC[C@@]21CC
O)CC[C@H]2[C@@H]3CCC
O)CC[C@]5(C)[C@H]4CC[C@]3(C)
O)Cc2c(O)c3c(c(O)c2[C@@H](O[C@H]2C[C@H](N)[C@H](O)[C@H](C)O2)C1)
O)NC(=O)[C@H]
O)[C@@H](O)[C@H]2O)N(C)C1
O)[C@@H]1C/C=C\CC
O)c(
O)c(C(C)(C)C)c1
O)c(C(N)=O)c1
O)c(I)c
O)c(I)c2)c(I)c1
O)c(NC=O)c2)cc1.
O)c(O)c
O)c(O)c(
O)c12
O)c21
O)c2C(=O)C2=C(O)[C@
O)c2ncccc12
O)c3
O)cc
O)cc(O)c1
O)cc(O)c4c3=O)[C@H](O)[C@@H](O)[C@
O)cc3[C@
O)ccc12
O)nc(O)n1
O.O.O.
O4)CC3)
O4)[C@H](C)O3)
O=
O=C
O=C(
O=C(C
O=C(CCCN
O=C(Cl)
O=C(N
O=C(NC(=O)c1c(F)cccc1F)N
O=C(Nc1
O=C(O
O=C(O)
O=C([O
O=C(c1c
O=C(c1ccccc1)
O=C1
O=C1/C(=C2\N
O=C1C(I)=CC(=C(
O=C1C2CC=CCC2
O=C1CC
O=C1CC2(CCCC2)CC(=O)N1
O=C1CN(N=C
O=C1C[C@@H]2OCC=C3CN4CC[C@]56c7ccccc7N1[C@H]5[C@H]2[C@H]3C[C@H]46
O=C1N
O=C1NCN(c2ccccc2)C12CCN(
O=C1O
O=C1[N
O=C1c2ccccc2
O=C=
O=NN
O=P
O=P(O
O=P(O)(O)
O=P([O
O=S(=O)(
O=S(=O)(O)
O=S(=O)([O
O=S1
O=[N+]([O
O=c1
O=c1[nH]
O=c1[nH]c(=O)n([C@H]2C[C@H](O)[C@@H](CO)O2)cc1
O=c1c(
O=c1cc
O=c1n
O=c1o
O=c1oc2ccccc2c(O)c1
OB(
OC(
OC(=O)C(=C)C
OC(=O)[C@H](C)[C@@H](O[C@H]2C[C@@](C)(OC)[C@@H](O)[C@H](C)O2)[C@H](C)[C@@H](O[C@@H]2O[C@H](C)C[C@H](N(C)C)[C@H]2O)[C@](C)(O)C
OC(C)=O
OC(C)=O)
OC(CCl)CCl
OC(N)=O)
OC)[C@@H](O[C@H]4C[C@H](OC)
OC)[C@H]2O[C@@](O)(
OC)c(OC
OC1(c2c
OCC#CI
OCC(CC)CCC
OCC(CN1CCCCC1)O
OCC)OCC
OCC1(CO)COC
OCCC)OCCC
OCCCOc2ccc(C(=N)N)cc2
OCCN(C)C)cc2
OCCN(CC)CC)
OCCN1CCN(CC/C=C2/c3cc
OCCO
OCCOCCN1CCN(C2=Nc3ccccc3Sc3ccccc32)CC1
OCO2
OCO4
OC[C@@H]2O[C@@]3(
OC[C@H]1O
OC[P+](CO)(CO)CO
OCc1cc(C(O)CNCCCCCCOCCCC
OP(=S)(O
O[AlH3](O
O[C@@H]1C[C@H]1
O[C@H](CO
O[C@H](CO)
O[C@H]3C[C@@](C)(OC)[C@@H](O)[C@H](C)O3)[C@@H](C)C(=O)O[C@H](CC)[C@@](C)(O)[C@H](O)[C@@H](C)C(=O)[C@H](C)C[C@@]2(C)O)O[C@H](C)C[C@@H]1N(C)C
O[C@](
O[Si](C)(C)
Oc1
Oc1c(Cl)cc(
Oc1ccc(Cl)cc1Cl
Oc1cccc2[nH]ccc12
Oc1nc(Cl)c(Cl)cc1Cl
Oc2ccc(C(F)(F)F)cc2
Oc2nc3ccc(Cl)cc3o
Oc2ncc(C(F)(F)F)cc2
Oc3ccccc3)c2)C1(C)C
P
P(=O)(
P(=O)(O)O
P(=O)(OC)OC
P(=O)([O
P(=S)(
P(=S)(OC)
S
S(=O)
S(=O)(=
S(=O)(=O)
S(=O)(=O)N
S(=O)(=O)O
S(=O)(=O)[O
S(C)(=O)=O
S(C)=O
S(N)(=O)=O
S=C
S=c1
SC(=O)c1ccccc1)C(=O)N1C[C@@H](S
SC(CCO)=C(C
SCn1c(=O)o
SS
SSC[C@@H](C(
Sc1ccoc1C
Sc3ccccc3
[
[2H]C([2H])([2H])[C@H](N)Cc1ccccc1.[2H]C([2H])([2H
[Ag
[AlH3]
[AlH3](O)O
[As
[As](=O)(O)
[Au
[B
[Ba
[C
[C@
[C@@
[C@@H]
[C@@H](
[C@@H](C)
[C@@H](C)C=CC=C3CO[C@@H]4[C@H](O)C(C)=C[C@@H](C(=O)O1)[C@]34O)O2
[C@@H](CO)O
[C@@H](N)
[C@@H](O
[C@@H](O)
[C@@H](O)C[C@@]21C
[C@@H](O)[C
[C@@H](O)[C@H](O)[C@H](O)CO
[C@@H]1
[C@@H]1CCCN1C(=O)[C@@H]1CSS
[C@@H]1CC[C@@H]2O
[C@@H]1O
[C@@H]2
[C@@H]3
[C@@H]3CCC4=
[C@@H]5
[C@@]
[C@@]1(
[C@@]1(O)C(=O)CO
[C@@]12OC
[C@@]2(C
[C@@]21C
[C@@]4(C)CC[C@@H]32
[C@H]
[C@H](
[C@H](C)
[C@H](CC(C)C)NC(=O)
[C@H](CO)[C@@H](O)
[C@H](N)
[C@H](O
[C@H](O)
[C@H](O)[C@
[C@H](O)[C@H]1O
[C@H]1
[C@H]12
[C@H]1C(=O)N2C(
[C@H]1CC[C@H]2[C@@H]3C
[C@H]1O
[C@H]2
[C@H]2CC[C@@H]1C[C@H](OC(=O)C(CO)c1ccccc1)C2
[C@H]2C[C@H](OC(=O)[C@H](CO)c3ccccc3)C[C@@H]1[C@H]1O[C@@H]21
[C@H]2SC1(C)C
[C@H]3
[C@H]4
[C@]
[C@](C)(O)
[C@](O)(
[C@]1(
[C@]2
[C@]2(
[C@]2(C)
[C@]2(O)C(=O)CO
[C@]3(
[C@]4(C)
[Ca
[Cd
[Cr
[Cu
[Dy]
[Fe
[G
[H
[Hg
[Hg]
[In]
[Li+].[Li
[Mn
[N
[N+]
[N+](=O)[O
[N+](C)(C)
[NH
[NH3+]
[Na]
[Ni
[O
[P
[P+](
[PH]
[Pt]
[S
[Se]
[Si
[Si]
[Si](C)(C)C
[Sn]
[Sn](CCCC)(CCCC)O
[Ti](OCCN(CCO)CCO)(
[TlH2
[V](Cl)(C1C=CC=C1)C1C=
[Y
[Zn
[Zr]
[n
[n+]
[n+]([O
[n+]1[O
[nH
[nH]
[nH]1
[nH]c
[nH]c(=
[nH]n
[s+]
\
\C(=O)CC(C)(C)C(C(=O)OC)=C1[
\C=C\C=C(/C)
\O)/
]
]#[O+].[C
](=O)(
](=O)([O
](C)(
](F)(F)F
](O)OC(C)=O.CC(=O)O[Cr](O)OC(C)=O.CC(=O)O[Cr]
])
])=C1O
])C(C)(C)S[C@H]12
])C(F)(F)F
])O[C@
])[O
])c(
])c1
])c1cc(
])c1ccc
])c1ccc(
])c2
])c3
])cc(
])cc1
])cc2
])cc3
])ccc(O)c21
])ccc23)cc1
])o1
].
].C[N+]1(C)CC
].[Cl
].[K+]
].[Mg
].[Zn+2]
]1(C)
]1(N)c1ccc(=O)[nH]c1C2
]1(O)CC[C@H]2
]12
]1[C@@H](O[C@@H]2C(
]1[C@H](Oc2c3cc4cc2Oc2ccc(cc2Cl)[C@@H](O[C@@H]2O[C@H](CO)[C@@H](O)[C@H](O)[C@H]2NC(C)=O)[C@@H]2NC(=O)[C@H](NC(=O)[C@@H]4NC(=O)[C@H]4NC(=O)[C@@H](Cc5ccc(c(Cl)c5)O3)NC(=O)[C@@H](N)c3ccc(O)c(c3)Oc3
]2(C
]2(C)C(=CC[C@H]3[C@@H]4CCC(=O)[C@@]4(C)CC[C@@H]32)C1
]2(O)[C@](C)(O1)
]2)c(C)c5CC)c
]3(C)
]3(O)C(=O)C(C(N)=O)=C(O)[C@@H](N(C)C)
]34C)
]3CC[C@H](C2)N3
]3c4[nH]c5ccccc5c
]4(C)CC[C@@H]1C23OO4
]4(C)CC[C@@H]1C32OO4
]5(CC)C=CCN6CC[C@]43[C@@H]65)C2)C1
]=[N+]=
]C=C1.[
]O[Cr]
]S(=O)(=O)C(F)(F)F)C(F)(F)F
][N+](
][n+]1
]c1
]c2ncccn2
bH
b]
c
c(
c(=O)
c(=O)[nH]c(
c(=O)c(C(=O)O)cn4
c(=O)c1
c(=O)n(
c(C(C)(C)C)c2O)c(
c(C(C)C)cc(
c(C(Cl)(Cl)Cl)ns1
c(C)c
c(C)c2
c(C4=NNC(=O)CC4C)
c(CCCCN3CC=C(c4ccccc4)CC3
c(CCN3CCN(c
c(Cc2c(O)c(C(=O)O)cc3
c(Cl)c(Cl)c
c(Cl)c1Cl
c(Cl)c3CN21
c(Cl)cc
c(F)c
c(F)cc
c(I
c(N(C)
c(N)n
c(N3CCNCC3
c(O)
c(O)c(
c(OC
c([O
c(c(O)c1C2=O)C[C@@](O)(
c(c1
c(c1)
c(c2C)
c(cc3c(c2O)C(=O)c2c(O)cccc
c(nc(/C=C/c3
c(ncn2
c1
c1)
c13)C2
c1C(=O)c1c(O)c3c(c(O)c1C2=O)C[C@@](O)(C(=O)CO
c1OC)
c1c
c1c(
c1c(Br)cc(
c1c(C)cc(
c1c(C)cccc1C
c1c(C2CC2)n
c1c(Cl)c(
c1c(Cl)cccc1Cl
c1c(I)c(
c1c(O)cc(O)cc1O
c1c2cc(I)c(=
c1c2ccccc2c
c1c[nH]
c1c[nH]cn1
c1cc
c1cc(
c1cc(Br)c(O)c(Br)c1
c1cc(C(=O)O)cc(
c1cc(Cl)c(
c1cc(Cl)cc(Cl)c1
c1cc(Cl)ccc1
c1cc(O)c(O)c(O)c1
c1cc(S(N)(=O)=O)ccc1OC
c1cc2c
c1cc2c(cc1
c1ccc
c1ccc(
c1ccc(Br)cc1
c1ccc(C(=C2C=CC(=[N+](CC)CC)C=C2)
c1ccc(C(=O)O)cc1
c1ccc(C)cc1
c1ccc(C=O)cc1
c1ccc(Cl)cc1
c1ccc(Cl)cc1)
c1ccc(F)cc1
c1ccc(N)cc1
c1ccc(O)c(O)c1
c1ccc(O)cc1
c1ccc(OC)cc1
c1ccc(OCC2CO2)cc1
c1ccc([N+](=O)[O
c1ccc2
c1ccc2[nH]c
c1ccc2c(
c1ccc2c(c1)
c1ccc2cc(
c1ccc2cc3ccccc3cc2c1
c1ccc2ccccc2c1
c1ccc2sc
c1cccc
c1cccc(
c1cccc(C)c1
c1cccc(Cl)c1
c1cccc(N)c1
c1cccc(O)c1
c1cccc2c1C
c1ccccc
c1ccccc1
c1ccccc1)
c1ccccn1
c1cccnc1
c1ccco1
c1cccs1
c1ccn
c1ccnc2cc(Cl)ccc12
c1ccnc2ccc(OC)cc12
c1ccncc1
c1cn
c1cnc
c1cnccn1
c1cnn(
c1csc(
c1n
c1nc
c1nc(
c1nc2ccccc2s1
c1nccs1
c1ncn(
c1nn(C
c1nnc
c1nnc(
c1sc(
c1sccc1
c2
c2)
c2)C1
c21
c2[C@@H](O[C@H]2C[C@H](NC(=O)C(F)(F)F)[C@H](O)[C@H](C)O2)C1)
c2[nH]
c2c
c2c(
c2c(=O)nc(N)[nH]c21
c2c(Br)c(Br)c(Br)c(Br)c21
c2c(C(F)(F)F)cccc12
c2c(Cl)c(Cl)c(Cl)c(Cl)c21
c2c(Cl)cccc2
c2c(O)c
c2c(O)ccc
c2c1
c2c1=O
c2c1c(=O)n(C)c(=O)n2C
c2c1ncn2
c2c[nH]cn2
c2cc
c2cc(
c2cc(Cl)c(
c2cc(Cl)ccc2
c2cc(O)cc(O)c2
c2ccc
c2ccc(
c2ccc(Cl)cc2
c2ccc(F)cc2)
c2ccc(F)cc2)CC1
c2ccc(F)cc2F)
c2ccc(N(C)C)cc2)cc1
c2ccc(N)c(
c2ccc(N)cc
c2ccc(N)cc2
c2ccc(O)cc2
c2ccc(OC
c2ccc(OC)cc2
c2ccc(S(N)(=O)=
c2ccc3c(c2)OCO3)
c2cccc
c2cccc(
c2cccc(O)c2
c2ccccc12
c2ccccc2
c2ccccc2)
c2ccccc2)C(=O)N[C@@H](CCC(N)=O)C(=O)N[C@@H](CC(N)=O)C(=O)N1)C(=O)NCC(N)=O
c2ccccc2)C1
c2ccccc2)CC1
c2ccccc2)c1
c2ccccc2)cc1
c2ccccc2)n1
c2ccccc21
c2ccccc2oc1=O
c2ccccn2
c2cccnc2
c2cccs2)
c2ccncc2
c2cn
c2coc(Cc3ccccc3)c2)C1(C)C
c2coc3cc(O)c
c2n
c2n1
c2nc
c2nc(
c2nc3c
c2nc3ccccc3[n
c2ncc
c2ncccc2
c2nnn[n
c2nnn[nH]2)cc1
c2oc3cc(O)ccc
c2sc
c3
c3)
c3)CC2
c3)cc2)
c31)
c3C(=O)c3c(O[C@@H]4O[C@H](CO)[C@@H](O)[C@H](O)[C@H]4O)ccc
c3C2=O)NC(=O)C(C)=CC=C[C@H](C)[C@H](O)[C@@H](C)[C@@H](O)[C@@H](C)[C@H](OC(C)=
c3c
c3c(
c3c(=O)c(C(=O)O)cn(C4
c3c(C)ncnc3C
c3c(O)cc(O[C@@H]4O[C@H](CO[C@@H]5O[C@@H](C)[C@H](O)[C@@H](O)[C@H]5O)[C@@H](O)[C@H](O)[C@H]4O)cc3O2)cc1O
c3c1O[C@H]1
c3c2
c3cc
c3cc(
c3cc(F)ccc3
c3cc(OC)c(O
c3cc4c(cc3
c3ccc
c3ccc(
c3ccc(Cl)cc3
c3ccc4c(
c3cccc
c3cccc1c23
c3cccc4[nH]cc(c34)
c3cccc4c3c(cn4C)
c3ccccc3)
c3ccccc3)c
c3ccccc32
c3ccccc3C
c3cccnc32)CC1
c3cscn3)
c3n
c3n2
c3nc
c3nnn
c3nnnn3C)CS
c3sccc3
c4
c4)c3)ccc2
c4[C@@](C)(O)
c4c
c4c(
c4c3
c4cc
c4cc(
c4ccc(
c4cccc
c4ccccc4)
c4nnnn4C)CS[C@H]23)
c54
c56)c
c5c(O)ccc6
c5c([nH]c6cc(OC)ccc56)[C@H]4C[C@@H]3[C@H](C(=O)OC)[
c5cc(O)cc(O)c5
c5ccccc5
c5ccccn5)
c5cccnc5)
c5on
c6ccccc6
c=2
c[n+](C)c1
c[nH]c12
c[nH]c2
cc
cc(
cc(C(C)(C)C)c1O
cc(Cl
cc(Cl)c(Cl)cc1Cl
cc(F
cc(F)c
cc(O)
cc1
cc1)\
cc12)
cc1O
cc1ccc3cccc4ccc2c1c34
cc2
cc2)
cc21)
cc2C(=O)O)c1C
cc2c
cc2c1
cc3
cc3c
cc4ccc5cccc6c(c1)c2c3c4c56
cc4sccc34
cc5
cc6)nc(N(CCO)CCO)n5
ccc
ccc(
ccc(C(C)=O)c1O
ccc(Cl)c(Cl)c1)
ccc(Cl)cc1Cl
ccc(S(=O)(=O)O)cc1
ccc(c23)
ccc1
ccc12
ccc2
ccc2[nH]1
ccc2c(c1
ccc2s1
ccc3
ccc3Sc3ccc(C(F)(F)F)cc32)CC1
ccc3Sc3ccc(Cl)cc32)CC1
ccc3Sc3ccc(S(=O)(=O)N(C)C)cc32)CC1
ccc4
ccc[n+]2CC)C(=O)c2ccccc2OC)
cccc(
cccc1
cccc2
cccc2c1
cccc2ccccc12
cccc2cccnc12
cccc3
ccccc
ccccc12
ccccc23
ccccc34)
ccccc3c21
cccn4)cc
ccn
ccn1
cn
cn(C
cnc
cnc2
cnc2[nH]cnc12
cnc32
co
cs4
csc(
d
e
i]
l
l)
l)C(
l)c
l)nc(
l)nc2c1ncn2[C
n
n(
n(Cl)c(=O)n1Cl
n1
n1c
n1c(
n1c(=O)s
n1ccnc1
n1cncn1
n2
n2c
n2c(=O
n2c1CN(C)C(=O
n2cnc3
n2nc(
n2nc3ccccc3n2
n2ncc(
n3
n4cnc5c(N)nc
n5cnc6cc(C)c(C)cc65)[C@@H]4O)C4(C)N=C1C(CCC(N)=O)C4(C)CC(
n6cnc7cc(C)c(C)cc76)[C@@H]1O)[C@H]5CC(N)=O)N4[Co+]C#N)[C@@](C)(CC(N)=O)[C@@H]3CCC(
nH2
nc
nc(
nc(CS(=O)c2nc3cc(OC(F)F)ccc3[n
nc(N
nc1
nc12
nc21)
nc2c1
nc2n(C)c1=O
nc3
nc5
ncc
ncn
nn
nn2
noc2
ns
o
o1
o2
oc
oc(
oc1
oc2c1
oc3
r
s
s1)
s2
s3)
sc(N)
sc1
sc2
sc3ccccc3c(=
