[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
(
(=
(=C2C=CC(=
(=O)
(=O)N
(=O)N[C@@H]1C(=O)N2C(
(=O)O)
(=S)
(Br)
(C#N)
(C)
(C)(=O)=
(C)(C)
(C)=
(C)C)
(CC)
(CCCC)(CCCC)CCCC
(CCO)CCO
(CO)
(Cl)
(Cl)Cl
(Cl)cc
(F)
(F)(F)
(F)(F)C(F)(F)C(F)(F)C(F)(F)
(F)c
(N)
(N)=O)
(O)
(OC(C)=O)
(OC)
(OC)OC
([O
(c1ccccc1)
(c2ccccc2)
)
)(OCC)OCC
)CC1
)CC[C@H]2[C@@H]3CCC4=
)Oc3c(C)c
)[C@H]2O)
)[C@H]2SC1
)[C@]2(C(=O)CO)O1
)c
)c(
)c1
)c2
)cc(
)cc(OC)c1OC
)cc1
)cc2
)cc2)cc1
)cc4
)ccc1
)ccc2
)cccc1
)n(C)c1=O
)n1
)nc(
)nc1
)nc2c1
)oc2cc(O)cc(O)c12
+
+2]
+3]
+]
-
.
.F[B
.O=S(=O)([N
.[Na+]
.c1cc[cH
/
/C(
/C(=C\
/C(=N\
/C(C)=C/
/C=C(\C)C
/C=C/
/C=C\
/C=N/
/N=C/
/N=N/
1
1(=O)=O
1(Cl)C2
12CC3CC(CC(C3)C1)
1CCC(
1CCCC1
1CCN(CC
2
2=NCCN2
2c(c1)
3
3)CC2
3CO[C@@H]4[C@H](O)C(C)=C[C@@H](C(=O)O1)[C@]34O)O2
3[C@@H](CCC4=CC(=O
3c(=O)c(C(=O)O)cn1c23
3c(c
3cccc
4
4(C)CC[C@@H]32)C1
4=CC(=
4=CC(=O)C=C
4[nH]cc(c34)
4ccccc4
5
5cc(OC)ccc5c4CCN3
6
7=CC(=O)OC7
7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57
7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7
7c(N)ncnc7
7cc(C)c(C)cc7
=
=C(
=C(C)NC(C)=C(
=C(\C)
=C1
=C\
=O
=O)
=O)n(
@
@@
@@H]
@@]
@H](
@H]1
@H]2
@H]3
@H]4
@]
@](C)(
@](O)(
@]1
@]2(C)
@]4(C)[C@@]3(F)
@]4(C)[C@H]3C
B
Br
Br)c
C
C#C[C@]1(O
C#N
C(=N
C(=N)N
C(=O
C(=O)
C(=O)N
C(=O)O
C(=O)[O
C(C)(C)C
C(C)=O
C(CC)CCCC
C(Cl)(Cl)Cl
C(F)(F)C(F)(F)C(F)(F)C
C(F)(F)F
C(N)=
C(N)=O
C/C(C)=C/C
C/C=C
C1(C)C
C1=C
C1=N
C1=O
C1CCCCC1
C1CO1
C2=
C2=O
C2CCCCC2
C4=CC(=O)C=C[C
C4=CC(=O)CC[C
C=C
C=C(C)
C=CC(C)(CCC=C(C)C)O
C=CC(C)(O)CC
C=CC=
CC(C)
CC(C)(C)
CC(C)=CC
CC(O)CO
CC1(C)
CC1(C)S[C@@H]2[C@H](
CC1=C(
CCCCC(CC)CO
CCCCC1
CCCCCC
CCCCCC/C=C\CCCCCCC
CCCCCCCC
CCCCCCCCCC
CCCCCCCCCCCC
CCCCCCCCCCCCCCC
CCCCN(CCCC)
CCC[Si](OC)
CCN(
CCN(CC)
CCNc1nc(N
CCOCCOCCO
CCOP(=S)(OCC)
CC[C@]314
CC[N+](C)
CC[N+](CC)(CC
CC[N+]1(C)CCCC1
CC[n+]1ccccc1
CCn1cc(C(=O)O)c
CN(C)[C@@H]1C(O)=C
CN(N=O)
CN1
CN1CCN(
CN2CCC1CC2
CO/N=C(/
CO/N=C(\C
COC(=O)
COP(=O)
COc1cc
COc1cc(
COc1cc2c(cc1OC)
COc1ccc(
C[C@@]21C
C[C@H]2[C@@H
C[C@]12C
C[C@]12CC[C@@H]3c4ccc(O
C[C@]2(C)[C@@]1(O)C(=O)CO
C[N+](C)(C)C
C[N+]1
C[n+
Cc1c[nH]c2ccccc12
Cl
Cl)
Cl)c
Cl)c(
Cl)c(Cl)c1
Cl)c1
Cl)cc(Cl)c1
Cl)cc1Cl
Cl)ccc1
Cn1c(=O)c2c(ncn2
Cn1cc[n+](C)c1
Cn1cncn1
Cn2ccnc2)
Dy
F
F)
F)c(
F)cc
H
H]
H](
H](CC(N)=O)C(=O)N1)
I
I)c(
Li+].[L
N
N#C
N(C
N(C)C
N(C=O)Cc1cnc(C
N1CCOCC1
N2CC
N=C(N)
NC(=O)
NCC(O)
O
O)C(O)=C3C(=O)c4c(O)cc
O)[C@
O)c(
O)c(I)c2)
O)c(O)c1
O=C(
O=C(N
O=C(O)
O=C(O)CC(O)(CC(=O)O)C(=O)O
O=C([O
O=C1
O=P
O=P(O)(O
O=S(
O=S(=O)
O=S(=O)([O
O=S1
O=[N+]([O
O=c1
O=c1[nH]
OCC=C3CN4CC[C@]56c7ccccc7N1[C@H]5[C@H]2[C@H]3C[C@H]46
O[C@H](CO)
P
P(=O)(
P(=O)(O)O
P(=O)([O
P(=S)(
S
S(=O)(=O)
S(=O)(=O)[O
S(C)(=O)=O
S(N)(=O)=O
S2(=O)=O
S[C@H]12)
V
Y
[
[A
[AlH3](
[As]
[B
[C
[C@
[C@@
[C@@H
[C@@H]
[C@@H](
[C@@H](C)
[C@@H](O)
[C@@H]1
[C@@H]2
[C@@H]3C
[C@@H]4
[C@@]
[C@@]1(
[C@@]2(
[C@@]21CC
[C@@]3(
[C@@]43C)[C@@H]1CC
[C@H
[C@H]
[C@H](
[C@H](C)
[C@H](N)
[C@H](O
[C@H](O)
[C@H]1
[C@H]2
[C@H]3
[C@]
[C@](C)(O
[C@]1(
[C@]2(
[C@]2(O)C(=O)CO
[C@]3(C
[C@]4(C)[C@H]3
[C@]5(
[Fe
[G
[Hg]
[K
[M
[N
[N+]
[N+](=O)[O
[O
[P
[S
[Si]
[Sn]
[T
[Z
[n
[n+]
[nH]
[nH]1
[nH]c
\
]
]#[O+
](C)(CCC[C@H](C)CCC[C@H](C)CCCC(C)C)O2
](F)(F)F
](O
])
])[O
])c1
])cc(
])cc1
].
]1(
]2
]2C[C@H](O)[C@@H](CO)O2
]3CC
]7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7(O)[C@@H]6CC[C@@H]5C4)O
]S(=O)(=O)C(F)(F)F)C(F)(F)F
a
b
c
c(
c(=O)
c(C(F)(F)F)c1
c(I)c1
c(O)c
c1
c1=O
c1c
c1c(
c1c(C)cccc1C
c1c(Cl)cccc1Cl
c1c(F)cccc1F)
c1cc
c1cc(
c1cc(Cl)c(
c1cc2c(cc1
c1ccc
c1ccc(
c1ccc(Cl)cc1
c1ccc(F)cc1
c1ccc(N)cc1
c1ccc(O)cc1
c1ccc2c(c1)
c1ccc2ccccc2c1
c1cccc(
c1cccc(C)c1
c1cccc(O)c1
c1ccccc1
c1ccccn1
c1cccnc1
c1ccncc1
c1cnc
c1csc(
c1n
c1nc(
c2
c2c
c2c(
c2cc
c2cc(
c2ccc
c2ccc(
c2ccc(Cl)cc2
c2ccc(F)cc2)
c2ccc(N)cc2
c2ccc(O)cc2)
c2cccc
c2ccccc12
c2ccccc2
c2ccccc2)cc1
c2cccs2
c2ccncc2
c2n
c2ncc
c3
c32)CC1
c3c
c3c(
c3cc
c3cc4c(cc3
c3ccc
c3ccc(
c3ccc(F)cc3)
c3cccc
c3ccccc3
c3n
c4
c4c
c4ccccc
c5
c5cccc
cc
cc(
cc1
cc2
cc2c1
cc3
ccc
ccc(
ccc1
ccc12
ccc3
cccc2
cccc2cccnc12
ccccc2
cn
cnc2
cnc2c1ncn2
cs
d
e
g
i
l
l)
n
n(
n1
n1c(
n1ccnc1
n2
n3
nc
nc(
nc12
nc2
nn
o
o1
oc
r
s
s1
sc
t]
u
