[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
#
(
(=
(=O)
(=S)
(Br)
(C)
(C)(C)
(CC)
(CCC=C(C)C)O
(CO)
(Cl)
(Cl)Cl
(F)
(N)
(O)
(OC(C)=O)
(OC)
(OCC)OCC
(c1ccccc1)
(c2ccccc2)
)
)CC1
)c
)c(
)c1
)c2
)cc(
)cc1
)cc2
)ccc1
)n1
+
+2]
+3]
+]
-
.
.F[B
.O=S(=O)([N
.c1cc[cH
/
/C(
/C(C)=C/
/C=C/
/C=C\
/N=N/
1
1=C(C)NC(C)=C(
2
2CCCCC2
3
4
4=
5
6
7(C)[C@@H](C8=CC(=O)OC8)CC[C@]7
7=CC(=O)OC7
7C[C@H]8[C@@]9(CC[N@@+]8(CC=C)C/C7=C/CO)c7ccccc7N(C=C([C@@H](C[C@@H]31)/C(=C\CO)C2)[C@H]54)[C@@H]69
7OC[C@@H](O)[C@H](O)[C@H]7O)CC[C@@]67C[C@@]57
7OC[C@@H](O)[C@H](O)[C@H]7O)[C@H]6O[C@@H]6O[C@H](CO)[C@@H](O)[C@H](O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@@H](O)[C@H](O[C@@H]8OC[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@@H]7O[C@H](CO)[C@@H](O)[C@H](O)[C@H]7
7O[C@H](CO)[C@H](O)[C@H](O[C@@H]8O[C@H](CO)[C@@H](O)[C@H](O)[C@H]8O)[C@H]7O[C@H]7O[C@@H](C)[C@H](O)[C@@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@@H]9[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]9O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@@H]8[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]8O)[C@H](O)[C@H]7
7[C@@H](CO)O[C@H](O[C@H]1[C@H](O)[C@H]2O)[C@H](O)[C@H]7
7c(N)ncnc7
7cc(C)c(C)cc7
=
=C(
=C(\
=C/
=C1
=C\
=O
=O)
=O)n(
@
@@H]
@@]
@H]
@H](
@H](O)[C@H](O)[C@H]1O
@]
A
B
Br
C
C#N
C(=N)
C(=O
C(=O)
C(=O)N
C(=O)O
C(=O)[O
C(C)=O
C(F)(F)
C(F)(F)C(F)(F)C(F)(F)
C(F)(F)F
C(N)=O
C/C(C)=C/C
C/C=C(\C)C
C1=
C1=O
C=C
C=C(C)
CC(=O)C=C[C@]4(C)
CC(C)
CC1(C)
CCCCC(CC)
CCCCC1
CCCCCC
CCCCCCCCCC
CCN(
CCN(CC)
CCOCCO
CCOP(=S)(OCC)
CC[N+
CCn1cc[n+](C)c1
CN1CC
COC(=O)
COc1cc(
C[C@]12C
C[C@]4(C)
C[N+](C)(C)C
C[Si]
C[n+]1
Cl
Cl)
Cl)c1
Dy
F
F)
F)c
G
H
H]
I
K
Li+].[L
N
N#C
N(C)C
N1CCN(
N2CCC1CC2
N=C(N)
NC(=O)
O
O)[C@@H](O
O)c(O)c1
O=C(
O=C(O)
O=C(O)CC(O)(CC(=O)O)
O=C([O
O=C1
O=P
O=S(=O)
O=S(=O)([O
O=[N+]([O
O=c1
O[Si]
P
P(=O)
P(=O)([O
P(=S)(OC)O
S
S(=O)(=O)
S(=O)(=O)[O
S(C)(=O)=
S(N)(=O)=
V
Y
[
[AlH3]
[As]
[C@
[C@@
[C@@H
[C@@H]
[C@@H](
[C@@H](O)
[C@@H]1
[C@@H]2
[C@@H]3
[C@@]
[C@@]1(
[C@@]2(
[C@@]21C
[C@@]3(
[C@@]43C)
[C@H
[C@H]
[C@H](
[C@H](C)
[C@H](CO)
[C@H](O)
[C@H]1
[C@H]2
[C@H]2[C@@H]3C
[C@H]3
[C@]
[C@]1(
[C@]2(C
[Fe
[Hg
[M
[N+]
[N+](=O)[O
[S
[T
[Z
[n+
[nH]
\
]
](F)(F)F
])
])c1
].
]1(C)CCCC1
a
b
c
c(
c(=O
c(Cl)c
c(c1)OCO2
c1
c1c
c1c(
c1cc
c1cc(
c1cc2c(
c1ccc
c1ccc(
c1ccc(Cl)cc1
c1ccc(O)cc1
c1ccc2
c1ccc2c(c1)
c1cccc(
c1ccccc1
c1cccnc1
c1n
c1nc(
c2
c2c
c2cc
c2cc(
c2ccc
c2ccc(
c2ccc(Cl)cc2
c2ccc(F)cc2
c2ccccc12
c2ccccc2
c3
c3c
c3cc
c3ccc(
c3ccccc3
c4
c5
c7ccccc7
cc
cc(
cc1
cc3
ccc
ccc(
ccc1
ccc2
ccc3
cccc
ccccc2
cccnc12
cn
cn1
d
e
g
i
l
l)
l)c(
l)cc1Cl
n
n1
n2
nc
nc(
nc2c1
nn
o
r
s
s1
sc
t
u
