[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
(C
c1
O)
=O)
(=O)
c2
(C)
c(
c1cc
)cc
C(=O)
c2cc
2)
c3
CCC
(N
C)
C1
F)
(=O)N
1)
c1cccc
c(C
=C
C(=O)N
c(C)
c1ccc(
n1
c2cccc
(CC
3)
cccc
OC
)cc1
cn
2CC
c2)
1CC
NC(=O)
(F)
N(C
(C)C
CC1
CO
c1n
c1)
C(
C[C@@H]
C[C@H]
OCC
Cl)
S(=O)
F)cc
c2n
=O
(C)C)
c2ccc(
[O-])
OC)
c1ccccc1
c3cc
c2c(
O=C
c3cccc
c4
n2
=O)cc
c1c(
[C@@H]1
c2ccccc2
N(
[C@H](
N1
[C@@H](
Cl)cc
[C@H]1
CCCC
(C(=O)N
c3ccccc3
c(N
c1cc(
c(-
[C@@H](C)
[C@H](C)
CC2)
C(N
c(C)cc
c(=O)
#N
[C@@H]2
c2ccccc2)
S(=O)(=O)
cs
nn
C2
N(C(=O)
[C@H]2
(CC)
Cc1cc
(-
(F)(F)
CCO
CN
OC)cc
CC(C)
cc1
2)cc1
[C@H](C
(NC(=O)
3CC
[C@@H](C
(O)
=N
CC(=O)N
NC(=O)N
C(C
c3c(
2)c1
c1ccc(C
#N)
[N+](=O)
C=C
2)cc
c3)
([O-])
O=C(N
C(C)
1CCC
4)
C1CC
2CCC
ncc
Cc1ccc(
CC)
2)=O)
c12
c1C
2)C1
Cc1n
c(C(=O)N
CCC1
CC1)
O=
(Cl)
c1ccccc1)
c3ccc(
N1CC
(N)
C[NH+]
Br)
c1cn
CS
o1
c1(
c3ccccc3)
(F)(F)F)
/C=C
n(C)
S(=O)(=O)N
2)CC1
3)cc
(C)cc
c2cc(
[NH3+])
=O)cc1
COc1ccc(
s1
N2
(C(=O)
c(C)n
2)n
[NH+](C
F)cc1
c(Cl)
c3n
(OC)
=S
c(S
c(F)
C1)
[C@@H]1CC
C2CC
NC(
co
Br)cc
[N+](=O)[O-]
C)cc
c4cccc
[C@H]1CC
(CC(=O)N
N2CC
3)n
N=C
c2cn
scc
/C=C/
n3
c2ccc(F)cc
Cc1
C[C@H]1
C[C@@H]1
CCCO
(C(N
c2c(c1)
(C)CC
O=C(C
cn1
Cl)cc1
=S)
C2)
[C@@H]3
C)=O)
N1C(=O)
O=C(
c1cccc(
C[C@@H](
CN(C
[N+](=O)[O-])
nc1
[C@H](C)C
n1cc
=CC
(NC(=O)N
nc2
N(C)
[C@@H](C)C
C[C@H](
[C@H]3
(=O)=O)
c(OC)
n1)
c(C)c1
COC(=O)
c1cc2
c4ccccc4
c(NC(=O)
OCC)
CCC)
(C)C)cc
[N+]([O-])
/C(
c1c(C
c4cc
CC2
c(cc
3)=O)
(C)O
c2c1
(C)(C)C)
1)=O
c1cc(C
[C@@H]2CC
CCC2)
c1ccc2c(c1)
[C@H](O)
nc(-
c2ccc(Cl)cc
CC[NH+]
n2)
c[nH]
[C@H]2CC
CCN
Cc1ccccc1
c2ccc(C
Cc1cccc
3)CC2)
n(-
1)N
OC(=O)
=O)c1
[C@@H](O)
(C#N)
1)C
c2ncc
c1(C
OCO
nc(C
cccc1
[C@]1
N(C(
c2o
)ccc1
O)cc
c1cccc2
(N2CC
[C@@]1
c2)=O)
C3
N(CC
c1ccc(-
Cn1
[C@@H]1CCC
S(C)
CC(=O)
C(C)C)
O1
C[NH2+]
c(=O)[nH]
NC(N
C1=O
=N/
c1ncc
O=C1
c(C)cc1
1)=O)
cs1
OCCO
N(C(=O)N
[C@H]1CCC
2)n1
[C@@H](N
c2c(cc
CNC(=O)
c2s
/N=C
CN(
C)cc1
(N)=O)
)cccc
n(C
c1c(F)cc
c1c(C)
N#
[C@H](N
(=O)[O-])
n2cc
cnc1
c1ccc(F)cc1
c2ccccc21
c(N)
[NH+]2CC
CC3)
C1CC1
(F)(F)F)cc
S(
CCC(=O)N
nc(
[N+](=O)[O-])cc
COC
CCOC(=O)
N)
=C1
CC(C)(C)
Cc2cc
CN(C)
c1cccc(C
(CCC
CN(C(=O)
CC2)cc1
2)ccc1
[NH+](C)C)
c2C)
CCC1)
c1s
c(F)cc
3CCCC
S(=O)(
[NH+]1CC
c2c(C)
=[NH+]
CC(N
N2C(=O)
=O)ccc1
CCC2
c(C(N
Cc1cc(
CCC3)
c3ccc(F)cc
c(Cl)cc
sc1
C(=O)N1CC
#N)cc
c1ccc(Cl)cc1
c(F)c1
(C)n
[NH+](C)
C[C@@H]2
c2[nH]
/C
c3c(c2)
c1ccc(C(=O)N
c2)cc1
2)CC
/C(=C
c2ccc(C)cc
c(OC)cc
c2cc3
c2)c1
C[C@@H](C
NC(C
OC)cc1
3CCC
[C@]2
c21
c4c(
COc1ccccc1
OCC(=O)N
CCS
c5
c1o
c1c(Cl)cc
[NH+](CC
(C)=O)
N1CCC
C[C@H](C
CCc1n
CCNC(=O)
c2cccn
[C@H](C(=O)N
(C)c1
C[C@H]2
ncn
c2c(cccc
n2)cc1
c2cccs
4CC
[NH2+]C
[C@@H]2CCC
CC(C)C
[nH]1
[C@@]2
nc(C)
C(N)
COc1cc
c1ccc(NC(=O)
cc2
c1)=O
c2scc
[C@@H](C(=O)N
c(Cl)c1
c3cc(
C=CC
C(C)(C)
c2ccc3c(c2)
c(C(=O)
[C@H]2CCC
C3)
C)c1
CCn1
c2)C1
c1cc(F)cc
c1(N
[NH+]1
c1ccc(Cl)
([O-])=O)
[NH+](C)C
1CCN(
ncc1
s1)
C[C@@H](C)
ccc1
Sc1n
(C)(C)
C(C)C
C(=S)
(C(F)(F)F)
[C@H](CC
N(C)C(=O)
c1cc(-
CC[C@@H]1
S(=O)(N
c2ccc(F)cc2)
c1ccc(N
[C@@H](CC
c2c(F)cc
[NH+]2CCC
(O
C(CC
CC[NH2+]
nc(N
(F)c1
c4)
OCC1
c2ccc(N
C2=O)
(Cl)c1
(Br)
n3)
c2ccc(OC)cc
CCN1
CS(=O)(=O)
S(C)(=O)=O)
CCCC1
C(F)(F)
C[C@H](C)
nn1
Br)cc1
C2)cc1
c2)CC1
CC2)cc
2CC2)
C[C@H](O)
(=O)=O
c1(-
(OC
C(=O)[O-]
c1cc(N
c1=O
C1CCC
n(CC
c(OC)c1
c1ccc(F)cc
C1=C
c1ccc(F)
COc1ccc(C
c1cc(Cl)cc
s2)
no
c4ccccc4)
c3cn
c1(C)
c(O)
3)cc1
(F)F)
=C)
c(Br)
CC[C@H]1
(C(=O)[O-])
c3ccc(Cl)cc
/N=C/
nc3
c2ccco
Cc1ccc(C
[C@H](NC(=O)
c3c(cccc
3CC3)
C(C)(C)C
c1c(-
[C@](C)
C(=O)N1
OCC2)
c2cs
(CO)
[C@@H](NC(=O)
C)=O
c(C)c(C)
c2nc(-
c1c(C)cc
[C@@](C)
=C2
2CCCC2)
cccc2
CN1
Cc2ccccc2
n2cn
c23)
C[C@H]1CC
N(S(=O)(=O)
(C)(C)C
c2cc(F)cc
c2)cc
S1
c1cs
c1ccc(Cl)cc
S(N
c1cc2c(
CN1CC
(C(C)C)
CC)cc
c2ccncc
C2)c1
NC(=O)C(=O)N
O=C([O-])
C#N)
cs1)
C[C@@H](O)
nc(S
c1cc(C)cc
c1)=O)
c2cccc(F)
Cc1cn
3CCOCC
c1-
c2cc(Cl)cc
C(C)(C)C)
[NH+](
N(C)C
C(=O)N(
n1-
c2=O)
[NH+]1CCC
CCN(C
CC[C@@H]2
c(cc1)
c1c(OC)cc
=C(
OCCC
c2ccc(-
n1C
c1scc
c2nc(C
c2ncn
c2ccc(Cl)cc2)
C1(
[N+]([O-])=O)
(=O)=O)cc
c2cccc(Cl)
[C@H]([NH2+]
n2)cc
C[C@@H]1CC
[C@H](CC)
[C@@H](CC)
[C@@H](C)C(=O)N
NC(=O)C
Cc1ccc(-
NS(=O)(=O)
2CCN(
c1OC
[C@@H]([NH2+]
c2ccccc2F)
C[C@H]1CCC
C[NH+](C
c3nn
/C=N/
[C@H](C)C(=O)N
CC2)c1
C[C@@H](C)O
c1nc(-
c1cc(C)
CC2)=O)
[C@@H]1C
c2c(Cl)cc
OC(C)(C)C)
2c(
[NH+]2
[nH+]cc
CCO1
c3o
c12c(
c1cccc(-
c2ccc(F)cc2
c([N+](=O)[O-])
SC
c(=O)n(C)
c2cc(C
c(CC)
(OC)=O)
c2cc(C)cc
O=C(CC
C[C@@H]1CCC
c3ccc(C)cc
OCC)cc
Cn1cc
c1ccc(F)cc1)
SC)
c1[nH]
(CC(N
c2no
cn2)
C[C@H](C)O
c1nc(C
n1cn
(F)cc
Cc1c(
N(C(N
OCC1)
c3ccc(F)cc3)
c2ccc(Cl)
(OCC)
c(C#N)
C(=O)N1CCC
c1)N
c2c(cccc2)
c2ccccc12
N(C(C
[N+]([O-])=O)cc
CCCCC
cc2)
Cc1cc(C)
c2n1
COc1cc(
c2cc(C)
1CC1)
(Cl)cc
c3c(cccc3)
4)cc
O(
c3ncc
c1c2c(cc
C1CCCC
co1
n(
Cc1cs
CC1)=O
(NC(
c1cccc(NC(=O)
(c2ccccc2)
2C(=O)
c1ccc(C)
c1c(F)cccc1
c2ccc(Br)cc
N3
C(=O)N(C
([NH2+]
ccccc1
c2cncc
c2ccccc2)cc1
CCN1C(=O)
c1ccc(Cl)cc1)
C(=O)[O-])
C[C@@H](C(=O)N
C)C
C1=O)
c1cc(C(=O)N
c1cc2c(cc1)
SCC(=O)N
c1cccnc1
c3c(cc
C(=O)O
Cc1no
o2)
c3cccn
/N
Sc2n
C(C(=O)N
c2c(C)cc
c1ccc(C)cc1
CC1CC
C#
c2ccccc2Cl)
([NH3+])
C=
OC2
OCO2
CC(
(C)C)=O)
CN(CC
c(N2CC
CC[C@H]2
5)
c2)n1
c1ncn
cccc1)
[C@@H](CO)
(CC)CC)
[C@H](CO)
[C@H]([NH3+])
c1cccs1
C[C@H](C(=O)N
C1CCCCC1
c3)=O)
c3cccs
2)=O)c1
[N+](=O)[O-])cc1
C1CCCC1
C([O-])
C[C@@H](C)C
O)cc1
c1(C)cc
c1cccc(Cl)c1
c2nc3ccccc3
COc1ccc(-
c1=O)
[nH]c(=O)
c2cccc(
c2ccccc2)CC1
c1)C
[C@H]1C
c1cccc(F)c1
OC)c(
C(=O)(N
c(NC(
c2n(
C(F)(F)F)
CC[C@H](C)
cn1)
[C@@H]([NH3+])
/C(=C/
CC[C@@H](C)
c2cc1
CCN(C(=O)
c1ccco
c2cc3c(cc
c1cccs1)
(CN
OC1
c1cc(F)ccc1
NC(=S)
C[NH+](C)
c(C)c(
o1)
c1cncc
no1
c1cccc(N
c1ccc(OC
c2cccc3
c3)cc
c1cccc(C(=O)N
c2ccc(Cl)cc2
c1c[nH]
c(SCC(=O)N
n3cc
3)cc2)
c(CN
c2ccc(F)
n2)c1
c(F)cc1
[S@@](=O)
CN(C)C(=O)
c1(F)cc
c1ccc(N2CC
c3s
c2ccccc2)c1
[C@H](C(N
c1cc(Cl)
2)nc1
cn2
CCCC2
CCC[NH2+]
[C@@H](C(N
n2c(
OCCO2
c(C)no
c(C)nn
CN1C(=O)
c2cccc(C)
3)cc2
c2cccs2)
c1c(N
CSc1n
CCC(N
c(Cl)cc1
C[C@H](NC(=O)
(F)F
c1ccncc1
C2=O)cc1
(C)C)cc1
c2ccc(C(=O)N
CC2)C1
C)CC1
c2c(C
C[C@H](N
Cc1ccc(NC(=O)
(CNC(=O)
c3ccco
CCCC2)
2)C1)
2CCCCC
c1ccc(Br)cc1
C(C)=O)
c(CC
C[C@@H](N
c3ccc(OC)cc
C(=C
C(C#N)
C(=O)N2
(C(
OC(
