[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
(C
c1
O)
=O)
(=O)
c2
(C)
c(
c1cc
)cc
C(=O)
c2cc
2)
c3
CCC
(N
C)
C1
F)
(=O)N
1)
c1cccc
c(C
=C
C(=O)N
c(C)
c1ccc(
n1
c2cccc
(CC
3)
cccc
OC
)cc1
cn
2CC
c2)
1CC
NC(=O)
(F)
N(C
(C)C
CC1
CO
c1n
c1)
C(
C[C@H]
C[C@@H]
OCC
Cl)
S(=O)
=O
F)cc
c2n
(C)C)
c2ccc(
[O-])
OC)
c3cc
c1ccccc1
c2c(
c3cccc
O=C
c4
n2
cc1
c1c(
[C@@H]1
c2ccccc2
N(
[C@H](
N1
[C@@H](
Cl)cc
[C@H]1
CCCC
(C(=O)N
c3ccccc3
c(-
N)
[C@H](C)
CC2)
[C@@H](C)
c1cc(
C(N
c(=O)
[C@@H]2
c2ccccc2)
=O)cc
S(=O)(=O)
cs
nn
N(C(=O)
C2
[C@H]2
c(N
(CC)
Cc1cc
(-
(F)(F)
c(C)cc
CCO
CN
OC)cc
CC(C)
2)cc1
(NC(=O)
[C@H](C
3CC
[C@@H](C
(O)
NC(=O)N
CC(=O)N
C(C
c3c(
#N)
c(C(=O)N
2)c1
[N+](=O)
=N
C=C
2)cc
c3)
([O-])
2)=O)
4)
O=C(N
1CCC
C(C)
2CCC
C1CC
ncc
Cc1ccc(
CC)
c12
c1C
2)C1
Cc1n
c1ccc(C
CCC1
CC1)
O=
(Cl)
c3ccc(
C[NH+]
(N)
N1CC
c1ccccc1)
Br)
c1cn
CS
c1(
o1
c3ccccc3)
/C=C
(F)(F)F)
n(C)
S(=O)(=O)N
2)CC1
c2cc(
(C)cc
3)cc
[NH3+])
COc1ccc(
s1
c(C)n
N2
(C(=O)
2)n
F)cc1
c(Cl)
[NH+](C
=S
(OC)
c3n
c(S
c(F)
NC(
C1)
[C@@H]1CC
=O)cc1
C2CC
[N+](=O)[O-]
C)cc
Br)cc
co
c4cccc
[C@H]1CC
(CC(=O)N
N=C
3)n
N2CC
n3
C[C@H]1
/C=C/
c2cn
Cc1
c2ccc(F)cc
scc
C[C@@H]1
CCCO
cn1
(C(N
#N
c2c(c1)
=S)
(C)CC
O=C(C
Cl)cc1
[C@@H]3
N1C(=O)
c1cccc(
C2)
[N+](=O)[O-])
C)=O)
O=C(
CN(C
nc1
[C@H](C)C
C[C@H](
n1cc
C[C@@H](
c2c1
=CC
(NC(=O)N
N(C)
(=O)=O)
[C@H]3
[C@@H](C)C
n1)
c(C)c1
COC(=O)
c(OC)
c1cc2
OCC)
c(NC(=O)
c4ccccc4
CCC)
(C)C)cc
/C(
3)=O)
[N+]([O-])
c1c(C
CC2
c(cc
c4cc
nc2
1)=O
(C)O
(C)(C)C)
c1cc(C
[C@@H]2CC
c2ccc(Cl)cc
CCC2)
nc(-
CC[NH+]
c1ccc2c(c1)
c[nH]
[C@H](O)
c2ccc(C
[C@H]2CC
Cc1ccccc1
CCN
n2)
Cc1cccc
3)CC2)
=O)c1
[C@@H](O)
n(-
(C#N)
OC(=O)
1)N
1)C
c1(C
c2ncc
OCO
cccc1
nc(C
[C@]1
c2o
C3
O)cc
[C@@]1
)ccc1
(N2CC
c1cccc2
Cn1
c2)=O)
N(CC
S(C)
N(C(
c1ccc(-
[C@@H]1CCC
NC(N
CC(=O)
nc(
c(=O)[nH]
O=C1
C(C)C)
C[NH2+]
c(C)cc1
1)=O)
O1
C1=O
=N/
cs1
N(C(=O)N
OCCO
2)n1
c1ncc
c2c(cc
[C@H]1CCC
CNC(=O)
c2s
/N=C
C)cc1
(N)=O)
CN(
[C@@H](N
[N+](=O)[O-])cc
c1c(C)
cnc1
N#
n2cc
n(C
S(
c1c(F)cc
(=O)[O-])
c1ccc(F)cc1
c2ccccc21
[NH+]2CC
(F)(F)F)cc
COC
[C@H](N
CCC(=O)N
cc2
Cc2cc
CC3)
C1CC1
CC(C)(C)
CCOC(=O)
CN(C(=O)
CN(C)
COc1cc
(CCC
=C1
c1cccc(C
2)ccc1
