[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
(C
c1
O)
=O)
(=O)
c2
(C)
c(
c1cc
)cc
C(=O)
c2cc
2)
c3
CCC
(N
C)
C1
F)
(=O)N
1)
c1cccc
c(C
=C
C(=O)N
c(C)
c1ccc(
n1
c2cccc
(CC
3)
cccc
OC
)cc1
cn
2CC
c2)
1CC
NC(=O)
(F)
N(C
(C)C
CC1
CO
c1n
c1)
C(
C[C@H]
C[C@@H]
OCC
S(=O)
Cl)
=O
c2n
F)cc
(C)C)
c2ccc(
[O-])
OC)
c1ccccc1
c3cc
c3cccc
O=C
c2c(
c4
n2
cc1
c1c(
[C@@H]1
c2ccccc2
N(
[C@H](
N1
[C@@H](
Cl)cc
[C@H]1
CCCC
(C(=O)N
c3ccccc3
c(N
c(-
c1cc(
[C@@H](C)
CC2)
[C@H](C)
C(N
c(=O)
#N
[C@@H]2
c2ccccc2)
=O)cc
cs
S(=O)(=O)
nn
N(C(=O)
C2
[C@H]2
(CC)
Cc1cc
(-
(F)(F)
c(C)cc
CCO
CN
OC)cc
CC(C)
2)cc1
(NC(=O)
[C@H](C
[C@@H](C
CC(=O)N
(O)
=N
3CC
C(C
NC(=O)N
#N)
c1ccc(C
2)c1
c3c(
[N+](=O)
C=C
2)cc
c3)
2)=O)
C(C)
([O-])
1CCC
4)
O=C(N
2CCC
C1CC
ncc
Cc1ccc(
CC)
c12
c1C
2)C1
Cc1n
CCC1
c(C(=O)N
CC1)
O=
(Cl)
c1ccccc1)
N1CC
(N)
c3ccc(
Br)
C[NH+]
CS
c1cn
o1
c1(
(F)(F)F)
c3ccccc3)
/C=C
(C)cc
S(=O)(=O)N
c(C)n
c2cc(
2)CC1
[NH3+])
3)cc
2)n
COc1ccc(
(C(=O)
s1
N2
c3n
F)cc1
[NH+](C
c(Cl)
n(C)
=S
(OC)
c(F)
c(S
=O)cc1
[C@@H]1CC
C1)
C2CC
Br)cc
[N+](=O)[O-]
NC(
C)cc
co
c4cccc
[C@H]1CC
(CC(=O)N
N=C
n3
N2CC
nc2
/C=C/
C[C@H]1
scc
Cc1
c2ccc(F)cc
c2cn
C[C@@H]1
CCCO
O=C(C
[C@@H]3
c2c(c1)
cn1
=S)
(C)CC
(C(N
Cl)cc1
N1C(=O)
nc1
O=C(
c1cccc(
C)=O)
[N+](=O)[O-])
C2)
C[C@@H](
CN(C
[C@H]3
[C@H](C)C
C[C@H](
n1cc
=CC
(=O)=O)
(NC(=O)N
[C@@H](C)C
n1)
N(C)
c(OC)
c(C)c1
2c(
COC(=O)
c4ccccc4
c(NC(=O)
OCC)
n2)
(C)C)cc
c1c(C
CCC)
/C(
[N+]([O-])
3)=O)
1)=O
(C)O
CC2
c4cc
(C)(C)C)
c1cc(C
[C@@H]2CC
c2c1
nc(-
c1ccc2c(c1)
CC[NH+]
CCC2)
[C@H](O)
c2ccc(Cl)cc
c2ccc(C
c[nH]
CCN
[C@H]2CC
Cc1ccccc1
Cc1cccc
3)CC2)
1)N
3)n
[C@@H](O)
OC(=O)
n(-
(C#N)
=O)c1
1)C
OCO
[C@]1
c2ncc
cccc1
c1(C
nc(C
c2o
)ccc1
C3
[C@@]1
O)cc
(N2CC
N(C(
Cn1
S(C)
c2)=O)
N(CC
[C@@H]1CCC
c1ccc(-
c(=O)[nH]
CC(=O)
C(C)C)
C[NH2+]
c1cccc2
1)=O)
C1=O
c(C)cc1
c1ncc
O=C1
O1
=N/
cs1
NC(N
N(C(=O)N
OCCO
cc2
c2s
CN(
[C@H]1CCC
CNC(=O)
/N=C
2)n1
(N)=O)
C)cc1
(C)n
[C@@H](N
(=O)[O-])
c(N)
c2c(cc
CC3)
N#
c2ccccc21
CCC(=O)N
c1c(F)cc
c1ccc(F)cc1
c4c(
[N+](=O)[O-])cc
[NH+]2CC
c1cc2c(
COC
[C@H](N
n2cc
cnc1
C1CC1
Cc2cc
(F)(F)F)cc
CC(C)(C)
CCOC(=O)
N)
=C1
CN(C)
c1c(C)
(CCC
CN(C(=O)
c1cccc(C
n(C
2)ccc1
CC2)cc1
S(
S(=O)(
nc(
[NH+](C)C)
#N)cc
CC(N
c2C)
3CCCC
1CCN(
CCC3)
CCC2
CCC1)
=[NH+]
=O)ccc1
cc1)
Cc1cc(
c(C(N
c3ccc(F)cc
c1s
N2C(=O)
c(F)c1
sc1
c(F)cc
c2[nH]
c(Cl)cc
c3c(c2)
[NH+](C)
c1ccc(Cl)cc1
c2c(C)
c1ccc(C(=O)N
NC(C
cc2)
C[C@@H]2
c2ccc(C)cc
/C(=C
ccc1
C[C@@H](C
CCS
/C
c2cc3
c2)cc1
c2)c1
N1CCC
3CCC
COc1ccccc1
c5
c1c(Cl)cc
CCc1n
[C@]2
n2)cc1
(C)c1
C[C@H](C
CCCC1
OC)cc1
[C@H](C(=O)N
c1o
COc1cc
c(OC)cc
c2cccn
CCNC(=O)
ncn
OCC(=O)N
(C)=O)
[NH+](CC
[NH+]1CC
[nH]1
c2c(cccc
C[C@H]2
C3)
c21
[C@@H](C(=O)N
C(=O)N1CC
4CC
CC(C)C
[C@@]2
c1)=O
c2cccs
C(N)
[C@@H]2CCC
C(C)(C)
c2scc
C=CC
CCN1
c(Cl)c1
[NH2+]C
c2ccc3c(c2)
[NH+]1
CCn1
c1ccc(NC(=O)
nc(C)
c3cc(
[C@H]2CCC
c1(N
C)c1
C[C@@H](C)
s1)
c(C(=O)
c1cc(F)cc
CC[C@@H]1
c2)C1
c1cc(-
C(=S)
ncc1
c1ccc(Cl)
([O-])=O)
(C(F)(F)F)
Sc1n
C(C)C
[NH+](C)C
n3)
CC[NH2+]
(C)(C)
c1ccc(N
c2ccc(F)cc2)
N(C)C(=O)
nc(N
c2c(F)cc
[NH+]2CCC
c12c(
[C@H](CC
C(CC
(F)c1
c2)cc
S(=O)(N
(O
S(C)(=O)=O)
(Br)
[C@@H](CC
C[C@H](C)
c2ccc(OC)cc
c2ccc(N
CS(=O)(=O)
c2)CC1
(Cl)c1
C(F)(F)
nn1
Br)cc1
s2)
OCC1
C(=O)[O-]
C2=O)
c4)
cccc3)
c1(-
C2)cc1
n(CC
2CC2)
c1ccc(F)cc
C1CCC
c3cn
3CC3)
C[C@H](O)
CC[C@H]1
C1=C
CC2)cc
COc1ccc(C
CC)cc
c1cc(Cl)cc
/N=C/
3)cc1
C)=O
n2)cc
c4ccccc4)
(OC
c1cc(N
c1=O
c(OC)c1
c1cc2
(=O)=O
no
c(O)
c1ccc(F)
c3ccc(Cl)cc
(C(=O)[O-])
(F)F)
C(C)(C)C
C(=O)N1
OCC2)
c2cs
c(Br)
c2ccco
[C@](C)
[C@H](NC(=O)
Cc1ccc(C
=C)
c2cc(F)cc
c1c(-
Cc2ccccc2
c(C)c(C)
[C@@H](NC(=O)
(CO)
nc3
c1c(C)cc
S1
CN1
[C@@](C)
C[C@H]1CC
c2nc(-
c1cs
2CCCC2)
c23)
cccc2
(C)(C)C
c1ccc(Cl)cc
c1(C)
n2cn
CN1CC
=C2
CCN(C
(C(C)C)
c2ccncc
C2)c1
S(N
c1)=O)
NC(=O)C(=O)N
nc(S
2CCN(
C#N)
cs1)
c1c(OC)cc
O=C([O-])
c2cccc(F)
[NH+]1CCC
C[C@@H](O)
OCC)cc
3CCOCC
N(C)C
c1cc(C)cc
=C(
c2ccc(-
c2ncn
[NH+](
c2ccc(Cl)cc2)
cc(
C(C)(C)C)
OCCC
Cc1cn
c2cc(Cl)cc
n1C
[C@@H](CC)
n1-
c2cccc(Cl)
[C@H](CC)
c2=O)
(=O)=O)cc
CC[C@@H]2
[C@@H](C)C(=O)N
Cn1cc
C(=O)N(
c1-
C1(
cn2)
c2ccccc2F)
C[C@@H]1CC
c3nn
Cc1ccc(-
NS(=O)(=O)
c2nc(C
[C@H](C)C(=O)N
c3o
c1scc
c1OC
C[C@H]1CCC
[N+]([O-])=O)
[C@@H]([NH2+]
C[C@@H](C)O
[C@H]([NH2+]
c1cc(C)
c(CC)
N(S(=O)(=O)
c1nc(-
SC
CC2)c1
CCO1
c2cc(C)cc
[NH+]2
c2cc3c(
c3ccc(F)cc3)
c3ccc(C)cc
C[C@@H]1CCC
O=C(CC
C[NH+](C
c2ccc(F)cc2
OC(C)(C)C)
/C=N/
c1nc(C
CC2)=O)
c2c(Cl)cc
c2cc(C
c([N+](=O)[O-])
Cc1c(
[C@@H]1C
c1ccc(F)cc1)
c(=O)n(C)
c2no
c3c(cccc3)
C[C@H](C)O
c(C#N)
