[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
(C
c1
O)
=O)
(=O)
c2
(C)
c(
c1cc
)cc
C(=O)
c2cc
2)
c3
CCC
(N
C)
C1
F)
(=O)N
1)
c1cccc
c(C
=C
C(=O)N
c(C)
c1ccc(
n1
c2cccc
(CC
3)
cccc
OC
)cc1
cn
2CC
c2)
1CC
NC(=O)
(F)
(C)C
N(C
CC1
CO
c1n
c1)
C(
C[C@H]
C[C@@H]
Cl)
OCC
S(=O)
=O
c2n
F)cc
(C)C)
c2ccc(
[O-])
c1ccccc1
OC)
c3cc
c2c(
c3cccc
O=C
c4
n2
=O)cc
c1c(
[C@@H]1
c2ccccc2
N(
[C@H](
N1
[C@@H](
Cl)cc
[C@H]1
CCCC
(C(=O)N
c3ccccc3
c(-
c1cc(
c(N
[C@@H](C)
CC2)
[C@H](C)
C(N
c(C)cc
c(=O)
#N
[C@@H]2
c2ccccc2)
S(=O)(=O)
cs
nn
N(C(=O)
[C@H]2
C2
(CC)
Cc1cc
(-
(F)(F)
CCO
CN
OC)cc
CC(C)
cc1
2)cc1
[C@H](C
(NC(=O)
3CC
[C@@H](C
(O)
=N
CC(=O)N
NC(=O)N
C(C
#N)
c3c(
2)c1
c1ccc(C
[N+](=O)
C=C
2)cc
c3)
([O-])
4)
O=C(N
C(C)
1CCC
2CCC
C1CC
ncc
CC)
2)=O)
Cc1ccc(
c12
c1C
2)C1
Cc1n
CCC1
c(C(=O)N
CC1)
O=
(Cl)
c3ccc(
C[NH+]
c1ccccc1)
(N)
N1CC
Br)
CS
c1cn
o1
c1(
c3ccccc3)
(F)(F)F)
/C=C
(C)cc
S(=O)(=O)N
c(C)n
2)CC1
c2cc(
=O)cc1
3)cc
[NH3+])
2)n
COc1ccc(
(C(=O)
N2
s1
c3n
[NH+](C
(OC)
F)cc1
c(Cl)
=S
n(C)
c(F)
c(S
NC(
[C@@H]1CC
C1)
C2CC
Br)cc
[N+](=O)[O-]
co
C)cc
c4cccc
(CC(=O)N
[C@H]1CC
N=C
nc2
N2CC
n3
/C=C/
C[C@H]1
scc
c2ccc(F)cc
Cc1
(C(N
c2cn
C[C@@H]1
c2c(c1)
CCCO
Cl)cc1
cn1
O=C(C
(C)CC
=S)
C)=O)
C2)
N1C(=O)
[C@@H]3
O=C(
c1cccc(
[N+](=O)[O-])
nc1
C[C@@H](
C[C@H](
[C@H](C)C
CN(C
n1cc
n1)
(NC(=O)N
=CC
[C@H]3
N(C)
[C@@H](C)C
(=O)=O)
c(C)c1
c(OC)
COC(=O)
n2)
c1cc2
c4ccccc4
c(NC(=O)
OCC)
(C)C)cc
CCC)
[N+]([O-])
c1c(C
/C(
3)=O)
c4cc
1)=O
CC2
c1cc(C
(C)O
c(cc
[C@@H]2CC
(C)(C)C)
c2c1
c1ccc2c(c1)
CC[NH+]
CCC2)
nc(-
[C@H](O)
c2ccc(C
c2ccc(Cl)cc
Cc1ccccc1
c[nH]
CCN
[C@H]2CC
3)CC2)
Cc1cccc
3)n
1)N
[C@@H](O)
OC(=O)
n(-
(C#N)
=O)c1
1)C
c2ncc
OCO
cccc1
c1(C
[C@]1
nc(C
C3
[N+](=O)[O-])cc
O)cc
[C@@]1
c2o
N(C(
c1cccc2
Cn1
(N2CC
S(C)
[C@@H]1CCC
C[NH2+]
c1ccc(-
(=O)[O-])
c(=O)[nH]
C1=O
N(CC
C(C)C)
c2)=O)
NC(N
O1
O=C1
1)=O)
c(C)cc1
c1ncc
/N=C
N(C(=O)N
OCCO
cs1
CN(
CNC(=O)
=N/
2)n1
c2c(cc
[C@H]1CCC
(C)n
c2s
(N)=O)
CC3)
[C@@H](N
)ccc1
C)cc1
CC(=O)
[C@H](N
n2cc
cnc1
c1ccc(F)cc1
c1c(F)cc
N#
COC
c(N)
CCC(=O)N
[NH+]2CC
c2ccccc21
(F)(F)F)cc
Cc2cc
C1CC1
S(
cc2
CC(C)(C)
CCOC(=O)
=C1
CN(C(=O)
N)
c1c(C)
CN(C)
c1cccc(C
2)ccc1
(CCC
n(C
CC2)cc1
nc(
[NH+](C)C)
c2C)
CCC1)
CC(N
3CCCC
#N)cc
CCC3)
S(=O)(
=O)ccc1
c3ccc(F)cc
1CCN(
Cc1cc(
c(F)cc
=[NH+]
c1s
N2C(=O)
CCC2
sc1
c(F)c1
c(C(N
c4c(
c2[nH]
c1ccc(Cl)cc1
[NH+](C)
ccc1
c3c(c2)
c1ccc(C(=O)N
C[C@@H]2
C[C@@H](C
NC(C
/C(=C
c(Cl)cc
c2ccc(C)cc
c2c(C)
c(OC)cc
(C)c1
/C
CCS
c2)cc1
OC)cc1
c5
(C)=O)
c2)c1
c2cc3
CCc1n
COc1ccccc1
[C@]2
c2cccn
c1o
CCNC(=O)
3CCC
N1CCC
OCC(=O)N
c21
n2)cc1
[NH+]1CC
c2cccs
ncn
[NH+](CC
CCCC1
C[C@H](C
C3)
C[C@H]2
c1c(Cl)cc
[C@H](C(=O)N
[C@@H](C(=O)N
[C@@]2
4CC
c3cc(
[nH]1
[C@@H]2CCC
C(=O)N1CC
C(N)
CC(C)C
COc1cc
[NH2+]C
c2c(cccc
C=CC
c2ccc3c(c2)
c2scc
c1(N
c1)=O
nc(C)
CCN1
C(C)(C)
c1ccc(NC(=O)
[C@H]2CCC
[NH+]1
C)c1
c(C(=O)
c1cc(F)cc
CCn1
[NH+](C)C
c1ccc(Cl)
c(Cl)c1
C[C@@H](C)
c1cc(-
n3)
s1)
c2ccc(F)cc2)
CC[C@@H]1
c2)C1
C(=S)
[NH+]2CCC
nc(N
ncc1
(C)(C)
Sc1n
(C(F)(F)F)
[C@H](CC
CC[NH2+]
C(C)C
c2c(F)cc
N(C)C(=O)
[C@@H](CC
C(CC
(O
c2ccc(N
([O-])=O)
c1ccc(N
CS(=O)(=O)
S(=O)(N
s2)
c2)cc
(F)c1
OCC1
C[C@H](C)
c4)
(Br)
S(C)(=O)=O)
C2=O)
(Cl)c1
c2ccc(OC)cc
Br)cc1
c2)CC1
C(F)(F)
c1(-
cccc3)
C1CCC
3CC3)
C2)cc1
2CC2)
C[C@H](O)
nn1
/N=C/
C(=O)[O-]
cc2)
c3cn
n(CC
3)cc1
c1ccc(F)cc
CC2)cc
COc1ccc(C
n2)cc
CC[C@H]1
(C(=O)[O-])
no
OCC2)
c4ccccc4)
c3ccc(Cl)cc
CC)cc
c(OC)c1
C1=C
(=O)=O
=C)
c1=O
(F)F)
c1cc(Cl)cc
(OC
[C@H](NC(=O)
c1ccc(F)
c1cc(N
c2ccco
c(O)
c(Br)
nc3
Cc1ccc(C
C(=O)N1
C(C)(C)C
c1(C)
Cc2ccccc2
(CO)
[C@](C)
[C@@](C)
c2cs
c2nc(-
c1c(-
[C@@H](NC(=O)
n2cn
c23)
c1cs
C)=O
c1c(C)cc
c2cc(F)cc
c1ccc(Cl)cc
cccc2
C[C@H]1CC
c(C)c(C)
CN1
(C)(C)C
2CCCC2)
=C2
S1
(C(C)C)
c1cc2c(
S(N
c1)=O)
CCN(C
CN1CC
N(S(=O)(=O)
NC(=O)C(=O)N
C2)c1
O=C([O-])
C#N)
c2cc(Cl)cc
c2ccncc
3CCOCC
OCC)cc
nc(S
c2cccc(F)
C[C@@H](O)
OCCC
C(C)(C)C)
c2ncn
c2=O)
n1-
cs1)
=C(
N(C)C
c2ccc(-
c1cc(C)cc
c2cccc(Cl)
c1c(OC)cc
Cc1cn
c2ccc(Cl)cc2)
C(=O)N(
c2nc(C
C1(
c3nn
[C@@H](CC)
c1-
CC[C@@H]2
[NH+]1CCC
[N+]([O-])=O)
n1C
c1OC
(=O)=O)cc
c1scc
[C@H](CC)
NS(=O)(=O)
c2ccccc2F)
[NH+](
c(cc1)
[C@@H]([NH2+]
C[C@@H]1CC
Cn1cc
[C@@H](C)C(=O)N
Cc1ccc(-
c(CC)
[C@H](C)C(=O)N
C[C@H]1CCC
c1cc(C)
[C@H]([NH2+]
SC
2CCN(
CCO1
C[NH+](C
c3ccc(F)cc3)
C[C@@H](C)O
c1nc(-
CC2)c1
c2cc(C)cc
O=C(CC
2c(
c3o
C[C@@H]1CCC
OC(C)(C)C)
cn2)
c3c(cccc3)
c1nc(C
c([N+](=O)[O-])
c1ccc(F)cc1)
c2ccc(F)cc2
c2c(Cl)cc
[NH+]2
c3ccc(C)cc
SC)
c1[nH]
4)cc
c12c(
[C@@H]1C
CC2)=O)
CCCCC
c2cc(C
c1cccc(-
NC(=O)C
c(C#N)
c(=O)n(C)
C[C@H](C)O
c2c(cccc2)
c2no
n1cn
(OC)=O)
/C=N/
c1)N
(OCC)
c2ccc(Cl)
(F)cc
Cc1c(
OCC1)
c1c2c(cc
(CC(N
c2ccc(Br)cc
N(C(N
O(
o2)
C(=O)N1CCC
[N+]([O-])=O)cc
c2ccccc12
N(C(C
CC(
COc1cc(
(Cl)cc
C(=O)N(C
[nH+]cc
1CC1)
co1
CCN1C(=O)
n(
C(C(=O)N
c2cc(C)
C(=O)O
(NC(
c1ccc(C)
Cc1cs
C(=O)[O-])
c1ccc(Cl)cc1)
N3
C)C
C1=O)
c1cccc(NC(=O)
C1CCCC
ccccc1
SCC(=O)N
c3c(cc
c2n1
c3ncc
([NH2+]
/N
c1cccnc1
(c2ccccc2)
c2ccccc2)cc1
CC1)=O
2C(=O)
CCN(C(=O)
Cc1no
c1c(F)cccc1
c1cc(C(=O)N
c3cccn
CC1CC
Cc1cc(C)
C#
c2c(C)cc
C[C@@H](C(=O)N
CN(CC
c2nc3ccccc3
([NH3+])
c1cc2c(cc1)
OC2
c(N2CC
C=
c1ccc(C)cc1
CC[C@H]2
c2)n1
c2ccccc2Cl)
OCO2
c2c(C)n
[C@@H](CO)
c1)C
C[C@H](C(=O)N
c2cncc
5)
[N+](=O)[O-])cc1
c2n(
c1ncn
C([O-])
C[C@@H](C)C
c3)cc
c3cccs
(C)C)=O)
c1cccs1
c1(C)cc
c1cccc(Cl)c1
c1=O)
O)cc1
C1CCCCC1
c2cccc(
[C@H](CO)
c(Cl)cc1
[C@H]([NH3+])
cccc1)
COc1ccc(-
Sc2n
(CC)CC)
cc1)
c2ccccc2)CC1
2)=O)c1
C(=O)(N
C1CCCC1
cn1)
3)cc2)
/C(=C/
c2c(C
[C@H]1C
C[NH+](C)
CC[C@H](C)
CC[C@@H](C)
c1cccc(F)c1
c3)=O)
c(NC(
[nH]c(=O)
C(F)(F)F)
[C@@H]([NH3+])
OC1
CCCC2)
c1cccc(C(=O)N
c1c(C)n
c(F)cc1
CCN(
no1
c1ccc(OC
(CN
C2CC2)
n3cc
c1c(N
c1cc(Cl)
c(CC
c2cccs2)
c2cccc(C)
c1cncc
c2cc1
c1cc(F)ccc1
[C@H](C(N
NC(=S)
c1ccco
cc3)
(F)F
CCC[NH2+]
c2ccc(Cl)cc2
o1)
c2ccc(F)
c1cccc(N
c1cccs1)
c2cccc3
2)C1)
c(OC)cc1
(C)C)cc1
c3s
c1c[nH]
n2)c1
[S@@](=O)
c1ccc(N2CC
C[C@H](N
c2ccccc2)c1
c1cc(F)
CN(C)C(=O)
CCCC2
[C@@H](C(N
cn2
c(SCC(=O)N
C(C#N)
N1(
c2cc3c(cc
CN1C(=O)
(C(
OCCO2
c2ccc(C)
c(OC
CSc1n
n2c(
C2)cc
C)C1
c3[nH]
c[nH+]
S(=O)(=O)N2CC
Cc1ccc(NC(=O)
c3ccco
2)nc1
C(=O)N2
C[C@H](NC(=O)
3C)
(CNC(=O)
c1ccncc1
c1(F)cc
3CCCC3)
on1
c(CN
C2=O)cc1
3)cc2
c2ccc(C(=O)N
[O-])cc
n4
c(C)nn
c3C)
CC2)C1
C(=C
c3ccc(Cl)cc3)
c3ccc(OC)cc
CCC(N
c1ccc(Br)cc1
[S@](=O)
c2ccc(C)cc2)
oc1
C[C@@H](N
c2ccccc2)C1
SCC
CNC(=O)N
C(C)=O)
C)CC1
3CCOCC3)
c2c(OC)cc
Cc1ccc(C(=O)N
CCN1CC
c1no
CCOC
c1cc(Cl)ccc1
C2=O
c1(Cl)cc
c3scc
c1c(C(=O)N
c(=O)o
c1c2c(
OCO3)
=O)cc1)
s3)
c1ccc(C)cc
C[NH+]1CCC
Cc1cccc(
(=O)N(
C1CC1)
2)C1=O
c(C)c(
C(F)(F)F
c3ccccc3)cc
c1nc2ccccc2
c3ccc4c(
[NH+](C)CC
c(=O)cc
=O)C
=O)cc2)
C[C@]1
/C=C2
n[nH]
c12cc
c2ccco2)
O=[N+]([O-])
3CCCCC3)
Cc1o
CC1(C)
c1cc2c(cc1
c2ccc(OC)cc2)
c(-c2ccccc2)
c2cc(-
c2Cl)
(OC)c1
Oc1ccccc1
c1N
c(C)n1
c1cc(NC(=O)
c([O-])
#N)cc1
c1cc(OC)cc
cn3)
CCN(CC)
2)cc1)
3(CC
[C@H](C)C1
CCn1cc
C(=O)OC
c2ccc([N+](=O)[O-])cc
nc1C
c1(C(N
N1CCN(
cccc2)
c1(C(=O)N
C[C@@H](NC(=O)
[C@H](NC(=O)N
c2occ
c(C(F)(F)F)
c1ccco1)
nn2
CCOCC
c3ccc4c(c3)
I)
C[C@@H]3
n2ncc
C(C(N
[C@@H](NC(=O)N
c2cccnc2)
C1CCN(C(=O)
ncc2
C[C@H](C)C
OC(
CCc1ccc(
2CCCCC
=C(N)
[C@@H]4
(C[NH2+]
OC)c(OC)
C)ccc1
c2ccccc2)cc
c2c[nH]
CCCCC1
C2=C
c(OCC
CCOc1ccc(
3CCCCC
2)no1
nc1-
C[C@H]3
N=N
CO)
N1CCOCC1
C[C@@]1
c1cccn
(F)(F)F
n2nn
C1=N
c1(OC)cc
c(NC(=O)N
nn(C)
C2)=O)
CCNC(=O)N
c2c(F)cccc2
c1ccco1
Cc2n
=NC(=O)
(C[NH3+])
C(=N
c(O
CC(C)(C)C
c3ccncc
[NH+](CC)
CC(=O)N1CC
CC(C)C)
CCCO1
n12
N(C)C(=O)N
nc2)
C)C)
c1c(NC(=O)
S(N)
c12)
CC)=O)
[C@H]3CC
[C@@H](C)NC(=O)
C(=S)N
cc3
c(=S)
c2cc(OC)cc
c2ccs
CC1(C)C
c3ccc(C
[C@@H]3CC
OC)=O)
c1ccccn1)
CCCC3)
(C(N)=O)
c1c(Cl)
(F)(F)F)cc1
(-c2ccccc2)
C(=O)N(CC
S(=O)(=O)C1
C[NH+]1CC
N(CC(=O)N
c3ccc(C)cc3)
[C@@H](C(=O)[O-])
CC(C)(C)O
o2)cc1
[C@H](C)NC(=O)
(OCC
c2F)
CCCNC(=O)
(C)C)c1
(C)(C)C)cc
ncc1)
O[C@H](
[C@H]4
c3ccccc3F)
c3c(F)cc
[nH+]1
c2cc(C(=O)N
c1cccc(F)
[C@@H](C)[NH2+]
CCCC(=O)N
(=O)=O)cc1
c1c(Cl)cccc1
N(C(=O)C
=C/
2C
(F)F)cc
c2ccc(OC
4)=O)
C1CN(C
[C@H](C)[NH2+]
c1ccccc1F
c3c2
(OCC)=O)
N(CC)
=O)cc2
CCOCC1
[NH+]=
c3cc4
c2nn
c2ccccc2)=O)
c2ccc(NC(=O)
c1ccccc1F)
Nc1n
c1NC(=O)
CC1)=O)
c(F)c2)
2CCCCC2)
nn2)
c3cccs3)
CCC[C@@H]1
CCCCCCCC
C1)=O
cccc3
c1ccc(OC)cc
2)cccc1
c3ccccc23)
c2n[nH]
C3=O)
C1CN(
(OC)cc
c3)CC2)
OCCCO
c1ccccc1-
c2cc(N
c1ccc(OC)cc1
c(-c4cc
O[C@@H](
c1ccc(C(=O)
CC[NH+]1
C(N)=O)
c2cccc(F)c2)
c1ccccn1
c(=O)n
C1N(
c1(NC(=O)
CC[NH+](C
/C=C/C(=O)N
c2c3c(
COc1cccc(
CCC2)=O)
n(-c2ccccc2)
c(=O)n2
N2CCOCC
C(=O)(
(=O)N(C
([N+](=O)[O-])
c3ccccc32)
[C@]3
C(F)
C[C@H]2CC
C1C(
O[C@H](C
3CCN(
c2ccccc21)
c1nn
4)CC3)
c1cc(Br)cc
O2
C1CCN(
[C@@]3
c(C)cc2
c2ccccn2)
c2ncccc2
2CCC[C@@H]2
(C(=O)OC)
c(C)c2)
C2)CC1
(CCC)
c(C(C)C)
Cc1cc(C)cc
[C@@H](C#N)
CCC[C@H]1
(-c3ccccc3)
c1cccc(Cl)
[C@@H](C)C1
CN2CC
2=N
c1ccccc1Cl
[C@H](C(C)C)
n1nn
c1c(C(N
C(=O)N(C)
c2nc3c(
C2)C1
sc2c1
O1)
2)c1C
/C=C(
(CC(C)C)
[C@@H](C(C)C)
O(C)
=C(C)
n(C)cc1
[C@H](C(=O)[O-])
c1ccccc1NC(=O)
c1c(F)
c(Cl)c2)
/C(=N
c2ccccc2c1
N1(C
nc2c1
3)CC2)c1
[C@H](O
c2nc(C)
c2nc(
c1ncccc1
Cc1cc(C(=O)N
c3c(C)
(CCO)
(=O)OC)
c3ccco3)
c2cccc(Cl)c2)
COc1ccc(C(=O)N
[C@](O)
c1ccc(O
c1cc(OC)
c(S(=O)(=O)N
N=C(
c2cc3c(cc2)
CCC(CC)
4CCCC
nc1)
[C@@](O)
C1(=O)
c(F)c1)
s2)cc1
c5cccc
c3cccc(F)
[C@@H](C)N
Cc1nc(C
C(CC)
1CCCC1)
c2nc(N
c1ccccc1Cl)
c2)ccc1
c12c(cc
3=O)
c1ccc(C)cc1)
c(Br)cc
C)N
(C)cc1
c1cc(C(N
OCCO3)
C(N1
S(=O)(C)=O)
c1ccccc1)N
c1ccc(Br)
c(NC(C
[C@@H](O
(=O)[nH]
2CCC(
n3cn
c1cc2cccc
C)=O)cc
n1c(C
c([N+](=O)[O-])c1
sc1C
c3cc(F)cc
c2cc(Cl)
c1ccc(OC)
[C@H](C#N)
cn2)cc1
c3cccc(Cl)
c2ccc(C#N)cc
cccc4)
c3cccnc3)
c2ccccc2n
(NC(N
n2c(=O)
O=S(=O)(
c1c2c(ccc1)
SC1
nn1)
c2cccc(OC)
S(C)(=O)=O
Cc1ncc
Cc1ccc2c(c1)
[NH+](CC(=O)N
2CCN(C(=O)
c1cccc2c1
[S-])
Cc1cc2
n2)C1
Cc1cc(NC(=O)
(C(C)(C)C)
n2n
c3cc(C)cc
(C)n1
o3)
c(Br)c1
N1CCN(C(=O)
C[C@H]([NH2+]
c3cc(C)
C(N1CC
3c(
CC[NH+]1CC
)cccc2
[C@@H]2CCCO
/C(=N/
CC2)ccc1
c1ccncc1)
CC1)N
c2ccc(O)cc
C[NH+](C)C
c3cc(Cl)cc
/c(
c2C)cc1
[C@@H](C)O
c2ccncc2)
c1cccc(Br)
c(Cl)c1)
NC(=S)N
Cc1nc(-
C(=O)NCC
C2)n1
n2)CC1
(CC(C
c3ccccc3)CC2)
=CC(=O)
(CNC(=O)N
CCC2)cc1
CSc2n
C(N)=O
C2)n
[C@H](C)N
(NC
c1c(Br)cc
CCC4)
C2=N
nc2n1
COc1ccc(NC(=O)
n2-
c1cccc(C(F)(F)F)
CCOc1ccccc1
c3n(
[C@@H]1O
n1c(
c2ccc(C)cc2
c1ccc(OCC
nn3
c1ccsc1
CCCO)
c1ccc2c(
c(=O)n(C
CC1=O
c34)
c1n[nH]
OC)c(OC)cc
C[C@@H]2CCC
CC(C
N(C(C)=O)
C(=O)N(C)C
c2cc(F)
2)N
c1O
N1(C(=O)
COc1cc(C
C1CC[NH+](C
n1n
c3cncc
C[C@@H]1C
CCCN
cccn
(CS
c2C1
c1cccnc1)
[N+](
[C@H](C)O
CN(C(=O)N
COc1cccc(C
c(=O)n(CC
FC(F)(F)
c2c(-
c1cccc(F)c1)
(C)C(=O)
CCO)
[C@@H](c1ccccc1)
O[C@@H](C
2)=O)C1
c1nc(
c1ccc(NC(=O)N
COc1ccc(OC)
n1ncc
