[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
(C
c1
O)
=O)
(=O)
c2
(C)
c(
c1cc
)cc
C(=O)
c2cc
2)
c3
CCC
(N
C)
C1
F)
(=O)N
1)
c1cccc
c(C
=C
C(=O)N
c(C)
c1ccc(
n1
c2cccc
(CC
3)
cccc
OC
)cc1
cn
2CC
c2)
1CC
NC(=O)
(F)
(C)C
N(C
CC1
CO
c1n
c1)
C(
C[C@@H]
C[C@H]
OCC
Cl)
S(=O)
=O
c2n
F)cc
(C)C)
c2ccc(
[O-])
OC)
c1ccccc1
c2c(
c3cc
O=C
c3cccc
c4
n2
cc1
c1c(
[C@@H]1
c2ccccc2
[C@H](
N(
N1
Cl)cc
[C@H]1
[C@@H](
CCCC
(C(=O)N
c3ccccc3
c(N
c(-
[C@@H](C)
c1cc(
CC2)
[C@H](C)
C(N
c(=O)
#N
[C@@H]2
=O)cc
S(=O)(=O)
c2ccccc2)
cs
nn
N(C(=O)
C2
[C@H]2
(CC)
Cc1cc
(-
(F)(F)
c(C)cc
CN
CCO
OC)cc
CC(C)
2)cc1
(NC(=O)
[C@H](C
[C@@H](C
3CC
(O)
=N
CC(=O)N
NC(=O)N
C(C
c3c(
#N)
2)c1
c1ccc(C
[N+](=O)
C=C
c3)
2)cc
2)=O)
([O-])
4)
O=C(N
1CCC
C(C)
C1CC
2CCC
ncc
Cc1ccc(
CC)
c12
c1C
2)C1
Cc1n
c(C(=O)N
CCC1
O=
CC1)
(Cl)
c3ccc(
N1CC
C[NH+]
c1ccccc1)
(N)
Br)
CS
c1cn
o1
c1(
(F)(F)F)
c3ccccc3)
/C=C
n(C)
S(=O)(=O)N
2)CC1
(C)cc
c2cc(
3)cc
[NH3+])
COc1ccc(
s1
(C(=O)
N2
2)n
c(C)n
F)cc1
[NH+](C
c(Cl)
c3n
=S
(OC)
c(S
=O)cc1
C1)
NC(
c(F)
[C@@H]1CC
C2CC
co
Br)cc
[N+](=O)[O-]
[C@H]1CC
c4cccc
(CC(=O)N
C)cc
N=C
nc2
n3
N2CC
scc
/C=C/
Cc1
C[C@H]1
c2cn
c2ccc(F)cc
C[C@@H]1
(C(N
CCCO
c2c(c1)
O=C(C
(C)CC
=S)
cn1
C)=O)
Cl)cc1
[C@@H]3
C2)
N1C(=O)
O=C(
nc1
c1cccc(
CN(C
[N+](=O)[O-])
C[C@@H](
[C@H](C)C
n1cc
C[C@H](
n1)
(NC(=O)N
=CC
[C@@H](C)C
[C@H]3
N(C)
c(C)c1
(=O)=O)
COC(=O)
c1cc2
n2)
c(OC)
c4ccccc4
OCC)
c(NC(=O)
(C)C)cc
[N+]([O-])
c1c(C
/C(
CCC)
c1cc(C
1)=O
c(cc
3)=O)
CC2
c4cc
(C)(C)C)
(C)O
[C@@H]2CC
c2c1
[C@H](O)
CC[NH+]
c2ccc(Cl)cc
c1ccc2c(c1)
nc(-
c2ccc(C
c[nH]
CCC2)
CCN
Cc1ccccc1
[C@H]2CC
3)CC2)
Cc1cccc
3)n
1)N
n(-
OC(=O)
[C@@H](O)
(C#N)
=O)c1
c2ncc
OCO
1)C
[C@]1
cccc1
nc(C
c1(C
)ccc1
O)cc
c2o
C3
N(C(
N(CC
(N2CC
[C@@]1
c1cccc2
S(C)
c2)=O)
c1ccc(-
Cn1
[C@@H]1CCC
c(=O)[nH]
C[NH2+]
CC(=O)
O=C1
C(C)C)
O1
1)=O)
C1=O
=N/
c1ncc
c(C)cc1
NC(N
OCCO
cs1
c2s
N(C(=O)N
[C@H]1CCC
CN(
CNC(=O)
c2c(cc
[C@@H](N
2)n1
/N=C
[C@H](N
(N)=O)
C)cc1
CC3)
(=O)[O-])
c1c(C)
N#
)cccc
c1ccc(F)cc1
n(C
n2cc
cnc1
C1CC1
c1c(F)cc
[NH+]2CC
COC
Cc2cc
(F)(F)F)cc
c(N)
nc(
CCC(=O)N
N)
c2ccccc21
CC(C)(C)
(CCC
[N+](=O)[O-])cc
CCOC(=O)
CN(C)
=C1
CN(C(=O)
S(
c1cccc(C
[NH+](C)C)
CCC1)
c(F)cc
=O)ccc1
CC2)cc1
2)ccc1
3CCCC
CC(N
c2C)
S(=O)(
c1s
=[NH+]
1CCN(
CCC3)
Cc1cc(
c3ccc(F)cc
c2c(C)
CCC2
c(Cl)cc
N2C(=O)
sc1
(C)n
c(C(N
[NH+](C)
c2[nH]
c4c(
C[C@@H](C
c3c(c2)
c1ccc(C(=O)N
c1ccc(Cl)cc1
#N)cc
c(F)c1
C[C@@H]2
/C
/C(=C
c2cc3
CCS
c2ccc(C)cc
c2)cc1
c2)c1
NC(C
c5
(C)c1
3CCC
COc1ccccc1
[C@]2
OC)cc1
CCc1n
c2c(cccc
[C@H](C(=O)N
c(OC)cc
c2cccn
CCNC(=O)
c1o
[NH+]1CC
OCC(=O)N
N1CCC
c1c(Cl)cc
C[C@H](C
n2)cc1
c21
C[C@H]2
(C)=O)
[NH+](CC
c2cccs
2)CC
C3)
CC(C)C
[nH]1
c2scc
[C@@]2
C(N)
C(=O)N1CC
[C@@H](C(=O)N
ncn
nc(C)
cc2
[C@@H]2CCC
C)c1
4CC
COc1cc
c3cc(
c1(N
C(C)(C)
C=CC
c1ccc(NC(=O)
[C@H]2CCC
c(C(=O)
CCn1
[NH2+]C
c1)=O
c2ccc3c(c2)
c(Cl)c1
ccc1
c1cc(F)cc
C[C@@H](C)
[NH+]1
nc(N
ncc1
c1ccc(Cl)
c1cc(-
C(CC
s1)
C(C)C
([O-])=O)
C(=S)
(C(F)(F)F)
Sc1n
c2)C1
[NH+](C)C
CC[C@@H]1
[C@H](CC
(C)(C)
c2c(F)cc
c1ccc(N
[NH+]2CCC
N(C)C(=O)
n3)
CC[NH2+]
(O
[C@@H](CC
OCC1
S(=O)(N
(Br)
CCN1
CS(=O)(=O)
S(C)(=O)=O)
c2ccc(F)cc2)
(F)c1
(Cl)c1
C2=O)
c2ccc(N
c2ccc(OC)cc
cccc3)
C[C@H](C)
c4)
nn1
C(F)(F)
CCCC1
c2)CC1
Br)cc1
C2)cc1
c1cc(N
3CC3)
c1(-
C(=O)[O-]
C1CCC
c3cn
c1ccc(F)cc
C[C@H](O)
3)cc1
CC2)cc
c1=O
COc1ccc(C
=C)
(OC
(=O)=O
c(O)
n(CC
c1cc(Cl)cc
2CC2)
c4ccccc4)
CC[C@H]1
C1=C
(F)F)
s2)
c(OC)c1
c1ccc(F)
no
(C(=O)[O-])
/N=C/
c2ccco
c3ccc(Cl)cc
nc3
c(Br)
c1c(C)cc
C(=O)N1
Cc1ccc(C
[C@H](NC(=O)
c1(C)
C)=O
[C@](C)
C(C)(C)C
(CO)
c1c(-
c2cs
[C@@](C)
Cc2ccccc2
c(C)c(C)
n2cn
[C@@H](NC(=O)
(C)(C)C
C[C@H]1CC
c23)
c2nc(-
c2)cc
CN1
S1
cccc2
OCC2)
c2cc(F)cc
2CCCC2)
c1ccc(Cl)cc
CN1CC
=C2
S(N
c1cs
(C(C)C)
O=C([O-])
N(S(=O)(=O)
C2)c1
c1c(OC)cc
NC(=O)C(=O)N
nc(S
CC)cc
c1cc2c(
c2ccncc
c1)=O)
cs1)
C#N)
c1cc(C)cc
c2cccc(F)
N(C)C
Cc1cn
=C(
3CCOCC
c2cc(Cl)cc
C(C)(C)C)
C[C@@H](O)
n1C
c(cc1)
[NH+](
c2ncn
c2ccc(-
OCCC
[NH+]1CCC
C(=O)N(
C1(
n2)cc
c2cccc(Cl)
[N+]([O-])=O)
[C@H](CC)
c2ccc(Cl)cc2)
CC[C@@H]2
c2nc(C
n1-
CCN(C
(=O)=O)cc
c1cc(C)
c1-
Cn1cc
[C@@H](C)C(=O)N
c2=O)
NS(=O)(=O)
c1scc
Cc1ccc(-
C[C@@H]1CC
[C@H](C)C(=O)N
C[C@H]1CCC
c2ccccc2F)
[C@@H]([NH2+]
[C@@H](CC)
2CCN(
c1OC
c3o
[NH+]2
c3nn
c3c(cccc3)
c3ccc(F)cc3)
C[C@@H](C)O
CC2)c1
/C=N/
[nH+]cc
[C@H]([NH2+]
c1nc(-
OCC)cc
c2c(Cl)cc
2c(
CCO1
OC(C)(C)C)
O=C(CC
c1ccc(F)cc1)
[C@@H]1C
c1cccc(-
c(=O)n(C)
C[NH+](C
C[C@@H]1CCC
c(CC)
SC
c2cc(C)cc
c1[nH]
c3ccc(C)cc
c2ccc(F)cc2
CC2)=O)
(OCC)
c(C#N)
c([N+](=O)[O-])
c12c(
OCC1)
NC(=O)C
SC)
c2no
Cc1c(
cn2)
N(C(C
C[C@H](C)O
n1cn
(F)cc
(CC(N
c2cc(C
c2ccccc12
c1nc(C
N(C(N
c1)N
Cc1cc(C)
(Cl)cc
1CC1)
CCCCC
c2c(cccc2)
c2ccc(Cl)
C(=O)N1CCC
C(=O)[O-])
[N+]([O-])=O)cc
(OC)=O)
c1c2c(cc
4)cc
cc2)
COc1cc(
c2ccc(Br)cc
c2n1
c2cc(C)
c1cccc(NC(=O)
ccccc1
C)C
Cc1cs
n(
co1
C1CCCC
2C(=O)
([NH2+]
(NC(
c1cc(C(=O)N
c1c(F)cccc1
CC1)=O
(c2ccccc2)
C(C(=O)N
c1ccc(Cl)cc1)
C1=O)
N3
C(=O)O
C[C@@H](C(=O)N
C(=O)N(C
O(
CCN1C(=O)
/N
c2ccccc2)cc1
c1cc2c(cc1)
Cc1no
c2ccccc2Cl)
c3ncc
SCC(=O)N
c3cccn
C=
c1ccc(C)
c(N2CC
c3c(cc
C#
o2)
c1cccnc1
Sc2n
c1ncn
c3)=O)
OCO2
[C@@H](CO)
CN(CC
([NH3+])
c1ccc(C)cc1
CC1CC
c2c(C)cc
(C)C)=O)
[N+](=O)[O-])cc1
CC(
5)
cccc1)
CC[C@H]2
c2cncc
OC2
[C@H](CO)
C1CCCCC1
C(=O)(N
c1cccc(Cl)c1
(CC)CC)
c1cccs1
([N+](=O)[O-])
2)=O)cc1
c3cccs
[C@H]1C
C[C@@H](C)C
[C@H]([NH3+])
c1(C)cc
c(NC(
c2ccccc2)CC1
C1CCCC1
O)cc1
c2)n1
c2nc3ccccc3
c(F)cc1
c1)C
c1cccc(F)c1
COc1ccc(-
CC[C@@H](C)
no1
c2cc1
[C@@H]([NH3+])
C[C@H](C(=O)N
c1=O)
cn1)
[nH]c(=O)
C[NH+](C)
C([O-])
c1ccc(OC
/C(=C/
NC(=S)
CC[C@H](C)
CCN(C(=O)
c1ccco
OC)c(
c2n(
c2cc3c(cc
[C@H](C(N
c2c(C
n3cc
3)cc2)
c1cccc(C(=O)N
C(F)(F)F)
(CN
c2ccc(F)
c1cccs1)
c2ccc(Cl)cc2
c(C)c(
OC1
o1)
CCC[NH2+]
n2c(
c3)cc
c1(F)cc
c1N
c1cc(F)
c2cccs2)
c1cccc(N
c2cccc3
OCCO2
CCCC2)
c1cncc
2CCCCC
c(SCC(=O)N
n2)c1
c1c[nH]
CN(C)C(=O)
[S@@](=O)
c2c(C)n
c1ccc(N2CC
N1(
CSc1n
cn2
C)CC1
(F)F
c3s
c3ccc(OC)cc
c2ccccc2)c1
CN1C(=O)
2)=O)c1
c(CN
c1cc(Cl)
C[C@H](N
(C)C)cc1
c1c(N
CCCC2
(C(
c2cccc(C)
c1ccncc1
Cc1ccc(NC(=O)
c1cc(F)ccc1
3)cc2
c(C)nn
C2=O)cc1
c1c(C(=O)N
C(C#N)
[C@@H](C(N
c2ccc(C(=O)N
c3ccco
C)C1
c(Cl)cc1
3CCCC3)
C[C@H](NC(=O)
CC2)C1
c3[nH]
c(=O)o
C(C)=O)
c1no
c2ccccc2)C1
(CNC(=O)
c2ccc(C)
CNC(=O)N
c1ccc(Br)cc1
n4
Cc1ccc(C(=O)N
C2=O
2)C1)
2)nc1
cc1)
c[nH+]
C(=O)N2
c1(Cl)cc
CC(C)C)
[O-])cc
3CCOCC3)
on1
CCN(
C(=C
N1CCN(
C[C@@H]3
nc1C
2)C1=O
C[C@@H](N
[S@](=O)
C(C(N
OC(
C2CC2)
OCO3)
c3C)
C(F)(F)F
c1nc2ccccc2
(=O)N(
c3scc
c(C)n1
CCC(N
[C@H](C)C1
c3ccc(Cl)cc3)
c2c(OC)cc
c(=O)cc
c1c(C)n
c3ccc4c(
c2ccc(C)cc2)
Cc1cccc(
[NH+](C)CC
SCC
c2cc(-
c1cc(Cl)ccc1
Cc1o
C2)cc
/C=C2
N1CCOCC1
#N)cc1
c(C)cc1)
C1CC1)
oc1
n[nH]
c2Cl)
=O)cc1)
(OC)c1
O=[N+]([O-])
C[NH+]1CCC
C[C@]1
CCNC(=O)N
ncc2
Oc1ccccc1
CCN(CC)
c3ccccc3)cc
OC)=O)
c1ccco1)
C[C@H]3
c1cc(OC)cc
c1(C(N
3CCCCC3)
c1ccc(S(=O)(=O)N
c1cc(NC(=O)
c(C(F)(F)F)
s3)
C[C@@H](NC(=O)
c(-c2ccccc2)
2)cc1)
[C@H](NC(=O)N
CCn1cc
c2ccco2)
c1c2c(
CC1(C)
[C@]3
c2nc(
c2occ
c1(C(=O)N
I)
c3ccc4c(c3)
c1cc2c(cc1
C[C@H](C)C
[C@@H](NC(=O)N
nn2
CCOC
n2ncc
=C(N)
OC)c(OC)
=O)C
nc2)
nc1-
c2ccc([N+](=O)[O-])cc
c2c[nH]
C1CCN(C(=O)
C1=N
n1c(
cn3)
3CCCCC
N=N
(OCC
C)ccc1
C2=C
CCOCC
=NC(=O)
c2cccnc2)
[C@@H]4
c2cc(OC)cc
C(=O)N(CC
CO)
c2ccc(OC)cc2)
c12cc
c(OC)cc1
c1cccn
(F)(F)F
[NH+](CC)
C(=O)OC
C[NH+]1CC
CCCC3)
cccc3
(C[NH3+])
(C[NH2+]
[C@@]3
2)no1
nn(C)
2CCN(C(=O)
c3ccncc
n2nn
CC(C)(C)C
CC(=O)N1CC
C[C@@]1
c1c(NC(=O)
c(O
CC1(C)C
CCN1CC
c1ccco1
N(C)C(=O)N
N(CC(=O)N
c1(OC)cc
c1ccccn1)
C(=N
c(OC
c2c(F)cccc2
[C@@H](C)NC(=O)
CCCO1
(OCC)=O)
n12
Cc2n
CCc1ccc(
cc3)
[C@H]3CC
c(NC(=O)N
2)cccc1
=O)cc2)
C(=S)N
c1cccc(F)
S(N)
(-c2ccccc2)
c2ccs
(C(N)=O)
c3ccc(C
[C@@H]3CC
C1CN(C
c1c(Cl)
C2)=O)
o2)cc1
c2F)
c2cc(C(=O)N
CC)=O)
CCOc1ccc(
(F)(F)F)cc1
c1c(Cl)cccc1
c3ccc(C)cc3)
(C)C)c1
S(=O)(=O)C1
CCOCC1
C)C)
cccc2)
Nc1n
C1N(
c12)
[C@H]4
(C)(C)C)cc
c3cc4
CCCNC(=O)
[C@H](C)[NH2+]
4)=O)
(=O)=O)cc1
[C@@H](C(=O)[O-])
c3c2
c2ccccc2)=O)
c2ccc(OC
(F)F)cc
ncc1)
[C@H](O
CC(C)(C)O
c(F)c2)
c3)CC2)
[C@H](C)NC(=O)
[nH+]1
c1ccccc1F
c(OCC
C1)=O
c2nc3c(
[C@@H](C)[NH2+]
2C
CCCC(=O)N
=C/
c2c3c(
2CCCCC2)
c2ccc(NC(=O)
CC[NH+]1
c2ccccc2)cc
c3ccccc3F)
c1NC(=O)
(C(=O)OC)
c3cccs3)
[NH+]=
c2n[nH]
CCCCCCCC
c1ccc(OC)cc1
=O)cc2
2)c1C
1CCCC1)
c1ccc(OC)cc
c1ccccc1-
c([O-])
c1ccccc1F)
c1ccc(C(=O)
N2CCOCC
c1ccccn1
CCC[C@@H]1
c(S(=O)(=O)N
CCCCC1
C3=O)
n(-c2ccccc2)
O(C)
c1c(C(N
OCCCO
(OC)cc
COc1cccc(
O[C@H](
O[C@@H](
C(=O)N(C)
c2cc(N
c1(NC(=O)
c3ccccc23)
[C@@H](C(C)C)
c(-c4cc
c(C)cc2
C(N)=O)
c2cccc(F)c2)
2CCOCC
c(Cl)c2)
N(CC)
c2ccccn2)
[C@@H](C)C1
C1CCN(
3C)
(=O)N(C
c(C)c2)
c1nn
[C@H](C#N)
C[C@H]2CC
CCC2)=O)
c3c(F)cc
c2cc3c(cc2)
[C@@H](C#N)
c3c(C)
c(=S)
sc2c1
c2ncccc2
(CCC)
c2cc(Cl)
CCC[C@H]1
[C@H](C(C)C)
2CCC[C@@H]2
c1cc(Br)cc
c2ccccc2c1
[C@H](C(=O)[O-])
C2)CC1
n(C)cc1
c(C(C)C)
CC[NH+](C
N1(C
cccc4)
(/
c1cccc(Cl)
nc2c1
c1ccccc1Cl
)cccc2
c3cccc(F)
C1CN(
/C=C/C(=O)N
[C@@H](O
(=O)OC)
c3ccccc32)
c(=O)n2
c2ccccc21)
Cc1cc(C)cc
(-c3ccccc3)
3CCN(
(=O)[nH]
n(CC(=O)N
c1ccccc1NC(=O)
O2
C1(=O)
n1nn
C(O
C(=O)(
cc3
N(C(=O)C
OCCO3)
(CCO)
c3ccco3)
c1ncccc1
c2nc(N
Cc1cc(C(=O)N
(CC(C)C)
c1ccc(O
c12c(cc
3)CC2)c1
n3cn
nc1)
=C(C)
COc1ccc(C(=O)N
C2)C1
[C@@H](C)N
Cc1nc(C
CC1)=O)
c1c(F)
N=C(
OC)c(OC)cc
C(F)
C(CC)
c2cccc(Cl)c2)
n2c(=O)
[C@](O)
CCC(CC)
2=N
c1ccccc1)N
c5cccc
3=O)
[C@@](O)
(NC(N
SC1
s2)cc1
c1ccc(Br)
4)CC3)
c3cccc(Cl)
c(F)c1)
n1c(C
c1cccc2c1
O1)
/C(=N/
nc(C(=O)N
O=S(=O)(
4CCCC
Cc1cc(NC(=O)
n2cccn
c3cc(C)cc
c2ccc(C#N)cc
c1cc2cccc
2CCC(
c1cc(C(N
C(N1
(C)cc1
c1ccccc1Cl)
C1C(
[C@@H]2CCCO
/C(=N
C)=O)cc
Cc1ccc2c(c1)
(C(C)(C)C)
Cc1ncc
c1ccc(C)cc1)
nn2)
c3cccnc3)
c2ccc(O)cc
Cc1cc2
c(NC(C
c(Br)cc
[NH+](CC(=O)N
sc1C
n2)C1
c([N+](=O)[O-])c1
CC1)N
C)N
Cc2cccc
C[NH+](C)C
c(Br)c1
C[C@H]([NH2+]
CC[NH+]1CC
CSc2n
CC2)ccc1
c1ccsc1
c3ccccc3)CC2)
3c(
(CC(C
c3cc(F)cc
nn1)
c2)ccc1
S(C)(=O)=O
[S-])
S(=O)(C)=O)
n2)CC1
c1cccc(Br)
C(N1CC
c1n[nH]
n2CC
c1nc(
N1CCN(C(=O)
c2C)cc1
NC(=S)N
c2ccncc2)
CCC4)
c2ccccc2n
C2)n1
c3cc(Cl)cc
c2nc(C)
c(Cl)c1)
c3cc(C)
[C@H](C)N
C#N
2CCN(C
2)=O)CC1
=CC(=O)
/c(
(CNC(=O)N
n(CC)
[C@@H](C)O
Cc1nc(-
nn3
n2-
C2=N
c3ncn
(c1ccccc1)
N1C(=O)N
c2ccc(C)cc2
O[C@H](C
c1cccc(F)c1)
c1cccc(C(F)(F)F)
CC(C
c2C1
c1ccc2c(
2)N
c1ccncc1)
c1c2c(ccc1)
nnc1
C1CO
c4ccc(F)cc
O[C@@H](C
CN(C(=O)N
nc2n1
3(CC
CCOc1ccccc1
C(N)=O
2)=O)C1
COc1ccc(NC(=O)
c34)
c1cccnc1)
C1CC[NH+](C
c2ccccc2n1
c1c(Br)cc
c(=O)n(C
COc1cc(C
#C)
[N+](
C[C@@H]2CCC
c3ccc(OC)cc3)
2(CC
nc(C)n
c3n(
c2cc(F)
c2c(-
COc1cccc(C
[C@H](C)O
o3)
c3cncc
O=C(NCC
Cc1cc(C
CCCC)
CCCO)
C[C@@H]1C
Cc1ccc(S(=O)(=O)N
CC1=O
cccn
c(C)cc(C)
c2cccc(OC)
c1ccc([N+](=O)[O-])cc1
[C@@H](c2ccccc2)
CCC2)cc1
C(=O)N(C)C
c1ccc(OCC
[C@H](c2ccccc2)
C(=O)NCC
C2)n
c1cccc([N+](=O)[O-])
c1(=O)
FC(F)(F)
c1ccc(NC(=O)N
oc1C
c2ccccc12)
CN2CC
c3ccccc3Cl)
N1(C(=O)
(CS
n1ncc
c1cccc(C)c1
c1O
c(CC
[C@@H](c1ccccc1)
Cc1s
c2cccc(
=N1
c2cc(Br)cc
c(=O)n(CC
C[C@@H]([NH2+]
(C)=O)cc
[C@@H]1O
CCCO3)
4CC4)
C[C@H]2CCC
C[C@H](NC(=O)N
c2nn
c3=O)
c(-c3ccccc3)
CCCN
c2cc(Cl)ccc2
c1ccc(OC)
C[C@@H](C)O1
CCCC1)
c5ccccc5
N=C2
CN(C(
C)n1
(C)C(=O)
[C@@H]3CCC
NC(=O)N1CC
(CO
NC(=O)CO
Cc1ccc(C)
c1nc2c(
CCCO1)
c2sc3c(
c1ccc(F)c(F)c1
Cc1cccc(NC(=O)
CCC1)=O
c2cnn(C)
[N-]S(=O)(=O)
c3ccc(Br)cc
c1ccc(Br)cc
CC3)cc
C2=O)c1
n2)ccc1
(NC
c1cc(C)ccc1
OCO4)
[C@H]1O
Cc1noc(C)c1
c(C[NH2+]
c1(Cl)
CC1=C
c2nnn
N(C(C)=O)
CCO)
cs2)
c12c(cccc1)
SC)cc
(Cl)cc1
sc1)
c2cc(NC(=O)
(Br)cc
c2sccc2)
O2)
=C([O-])
c2=O)cc1
[nH]c1
[C@H](c1ccccc1)
Cc1ccc(F)cc1
O=S(
C[C@@H]2CC
CCC2)cc
Cc1nn(C)
C[C@H]1C
C[NH+]1
c3ccc(F)cc3
c1ccc(OC)cc1)
[NH+]3CCC
Cn1cn
Cc1cc(F)cc
CC1)C
=O)C1
c1cccc(Cl)c1)
Cc1c(C(=O)N
CC[NH+](CC)
/[NH+]
[C@H]2C
(C([O-])=O)
c4c(cccc4)
c(C(C)(C)C)
ncn1
C[NH+](CC
C[NH+](C)CC
c2ccc(F)cc2F)
n(C)n1
c1(F)
c3cccc(C)
[C@@H]1CCO
CN2
CCN2
Cc1n[nH]
C2CC2)cc1
Cc2ccccc2)
CNC(
C(=O)C1
CC[NH+]1CCC
[N+](=O)[O-])ccc1
O=S(=O)(N
[C@@H]1(
[C@H]3CCC
O=C1N
c1(CC
CC3)=O)
2c1
c1F
[C@H]2CCCO
[C@H](S
O=C(CO
S2
OCO2)
NC(=O)CC
CC2)CC1
FC(F)
C(O)
c2ccc3c(c2)OCO3)
c1cnn(C)
c(NC(N
Cc1ccc(N
2CCC[C@H]2
cn2)cc1
(F)cc1
c(=O)n1
=C(C#N)
(OC)c1OC
nc2-
c(C)c1C
(Cc2ccccc2)
c2n(C)
S1(=O)
nc3)
[C@H]1CCO
C1)=O)
CCC2)c1
C1(C)C
(NC(C
c2-
1CCCCC1)
c2cccc(C(F)(F)F)
[C@H]1(
[C@@H]1CO
OC(C)C)
c(O)c1
[NH+](CCC
[nH+]c1
Cc1cccc(C
[C@](C)(O)
CCCN1C(=O)
n(-c3ccccc3)
ccccc12
c2c1cccc2
N2CCOCC2)
C(=O)C
c3c(Cl)cc
c2ccc(S(=O)(=O)N
NC(=O)N1CCC
21
n1c(-
[C@@H]12
c3ccc(N
[C@H]12
3)c1
(C)=O
C1C
c2nnc(S
c1ccccc1OC
c2occc2)
c2cn(C)
[C@H]1CO
c2c(N
O[C@@H]2
CCC(
SC(=S)
CCN(CC
CC(=O)N1
C(OC)
(C(=O)NC
CC(=O)N1CCC
CCS(=O)(=O)
c1cccc(C)
C[C@@H](CC
c2cccc(-
N1CCN(C
O=C(CSc1n
c1cccc(NC(=O)N
c1Cl
=C(C
c3cccc(F)c3)
Cc1ccc(Cl)cc1
CC2=O)cc1
2CC2)n
(N2
c2cccc([N+](=O)[O-])
OC(C)(C)C
c3ccncc3)
c2N
COc1ccc2c(c1)
N2CCN(
c(C(=O)[O-])
2)=O)cc
nc(CC)
(C)CC1
c3ccc(Cl)cc3
CCC#N)
s2)c1
nc(N)
c(SC
[C@H](C)CC
[n+]1
n2C)
c(C)c1)
(=O)O
1)=O)C
n3)cc
[C@@H](C)CC
c3ccccn3)
S(C)(=O)=O)cc
3C(=O)
c2ccc(F)cc2)CC1
(=O)o
)cc2
n3c(
N2C(=O)N
on1)
n2n
c2c1C
C(Cl)
C3CC
n2)=O)
c1nc(N
c1ccccc1)=O
[C@H](C)NC(=O)N
(C2CC2)
s2)CC1
c1nc(C)
2CC[NH+](C
(N)=O)cc
c2ccccc2C)
c2cco
OCCO2)
COCC
CCCn1
=O)CC1
c3nc4ccccc4
1)C(=O)N
nc12
c1ccc2[nH]
O=C(/C=C/
O)c1
C(C)=O
N1CCCC1
(C)N
[C@@H](S
c23)cc1
c1cccc(OC
c1c(C)cccc1
C[C@@H](NC(=O)N
)ccccc1
CCc1nn(C)cc1
c3cs
S(=O)(=O)N1CC
nnn1
c2cccc(Br)
2)cc1OC
c12cccc
CCCN1
c2cc3c(
/C([O-])
c12ccccc1
[NH+]3
(C)C)cc2)
c2ccccc2OC)
c1ccc(C(N
c(CNC(=O)
c3cccc(Cl)c3)
c2ncccn
c([C@H]2
[C@]2(C)
[C@H](C)C2)
o2)c1
nc(C)c1
S(=O)(=O)C
C1N(C(=O)
CC4)
(O)cc
(\
c2cc(F)ccc2
CC1(
n2cccc
c(OC)c2)
[C@H](C[NH3+])
O=S(=O)
CCC[C@@H]2
c2C)c1
C(=O)N2CC
[C@@H](C)NC(=O)N
C[C@H](CC
I)cc
c2cccc(C
C2)ccc1
c3cc4c(cc
c1n(C)
4CCOCC
c2ccc(C(F)(F)F)cc
c1co
c(CO
c3ccs
C(C)C)cc1
c3cc(OC)cc
C(=O)NC
=[NH2+]
c(NC
c(=O)[nH]1
OCC(N
c3c(OC)cc
c2ccccc2C1
CC3)n
(c3ccccc3)
cc(
c2C)=O)
[C@@](C)(O)
[C@@H](C[NH3+])
S(=O)(=O)[N-]
2C)
CNS(=O)(=O)
[C@@H](NC(
COc1ccc(Cl)cc1
C2(CC
[C@@H]2C
CC(C)O
C2CCCC2)
=O)=O)
c2ccc(Br)cc2)
[C@H](CNC(=O)
nnc1-
NC1=O
=C(N
2CC3CC
c3c(C)cc
c1C)
1CCOCC1)
c4n
n4)
2Cl)
C[C@@H]1O
C1(=O)N
c(O)cc
[C@H](NC(
nccc1
[NH2+]1
c2nnc(C
c2ccc(Br)
[C@H]1CCCC[C@@H]1
Cc1cc(N
(C2
c2c(F)cccc2F)
c([C@@H]2
c3occ
NC(=O)N(C
/C(=C\
c2)=O)cc
[C@H]([NH+](C)C)
CCCn1cc
c2ccc(C(=O)
c2cc3cccc
[O-])cc1
S(=O)(=O)N1CCC
CCN2C(=O)
c1c(O)
c1cc(Br)
NC(=O)CS
NC
CCOC1
c1cc(C(F)(F)F)cc
c(N2CCC
2)nn1
c5cc
[C@@H]2O
[NH2+]CC
[NH+]2CCCC2)
[C@@H]1C(=O)N
[C@@H](C)O)
c2ccccc2)n1
[nH]2)
C(C(=O)
c1cccc(C#N)
CCN(CC)C(=O)
c1nnc(-
N=C1
c2nnc(-
CN2C(=O)
CC(=O)N2
c1ccc2c(c1)OCO2
c32)
C(C)=O)cc
3)C1)
)cccc2)
(N2CCN(
n1(C)
[C@@H](CNC(=O)
Cc1cccnc1
c3no
C(=O)OCC
[C@@H](NC(N
Cc1cccc(C)c1
/[NH+]=C(
(C)C)cc1)
(C)CCC
n2C
c2c(Cl)cccc2
O1CC
Cc1[nH]
CC#
=C3
(C)C(
c1(NC(
c(C(=O)NC
2)n1)
(C(F)(F)F)cc
c1ccc2c(c1)OCCO2
c(SCC(N
[nH]n1
2CCOCC2)
2F)
(C(=O)OCC)
c4ccccc43)
Cc2ccco
Cc1ccccc1-
n1-c1ccccc1
[C@H]3CCCC
C[NH+](
C1CN(C(=O)
nc2C)
c3ccccc32)cc1
O=S(N
CC3
N1CCOCC1)
Cc1cccc2
CCC2)C1
C1CCCC1)
/C(C#N)
CCc1ccccc1
2)CCCC1
c1nccs1
[C@]2(CC
CCC[C@H]2
(=O)=O)c1
c3cccc4
c1ccc(F)cc1F
NC(N)
CC[C@H]1CC
nc(NC(=O)
[C@H]1C(=O)N
C(NC(=O)
Cc1ccccc1)
c(C)c(C
[C@H](NC(N
C(CO
c2ccc(Cl)cc2Cl)
cnc2
c2cccc3cccc
C1)N
/C=N/NC(=O)
c2ccc1
c2c(Cl)
CC(F)(F)F)
c2c(=O)
nn3)
